[
    {
        "id": 1,
        "text": "Wejście do podziemi jest szerokie, obrośnięte trawą i bujnymi krzewami. Poprawiasz ubranie i ekwipunek. Zapal latarnię! Wchodzisz do korytarza. Jest wysoki, nie musisz się schylać. Prowadzi prosto na północ. Wkrótce dochodzisz do skrzyżowania. Ma ono kształt litery T. Odnogi prowadzą na zachód, wschód i południe (skąd przyszedłeś). Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 25",
                "target_paragraph_id": 25
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 2,
        "text": "Kopnij drzwi. Otwierają się i uderzają o skałę. Wchodzisz do środka z mieczem gotowym do zadania ciosu. Na pewno potwór nigdzie się nie ukrywa. Czuje się zbyt potężny. Tak, widzisz go przed sobą. Stoi na szeroko rozstawionych nogach. On też ma miecz. Czub wbił się w piasek. Opiera dłonie na rękojeści. Czeka. Ty nie czekaj! Jeśli masz hełm, załóż go koniecznie, zapewni ci +3W na czas trwania tej walki. Po każdej rundzie możesz się ratować Ucieczką - patrz . Jeśli zwyciężyłeś - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 372",
                "target_paragraph_id": 372
            },
            {
                "text": "Idź do paragrafu 380",
                "target_paragraph_id": 380
            }
        ],
        "monster": {
            "name": "GARAZAN",
            "dexterity": 10,
            "stamina": 10
        },
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 3 stamina"
            },
            {
                "type": "item_check",
                "details": "Check if player has hełm"
            },
            {
                "type": "item_gain",
                "details": "Gain hełm"
            }
        ]
    },
    {
        "id": 3,
        "text": "Twoja cierpliwość - a szczególnie zapasy złota - są na wyczerpaniu. A może inaczej? Starzy mieszkańcy podziemi mówią, że Smok ma swoje słabe strony. Szczególnie słaba jest jego lewa strona, gdzie nosi wór na pieniądze i złoto. Może by tak spróbować jeszcze raz, płacąc ponad taryfę (13 sztuk złota)? Jeśli chcesz spróbować i stać cię na to - patrz , jeśli nie - patrz , lub .",
        "choices": [
            {
                "text": "Idź do paragrafu 136",
                "target_paragraph_id": 136
            },
            {
                "text": "Idź do paragrafu 269",
                "target_paragraph_id": 269
            },
            {
                "text": "Idź do paragrafu 74",
                "target_paragraph_id": 74
            },
            {
                "text": "Idź do paragrafu 110",
                "target_paragraph_id": 110
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 4,
        "text": "KRASNOLUDY prowadzą cię do stołu. Przynoszą na półmiskach czystą, zieloną sałatę. Stawiają pucharki. Rozlewasz napój. Kątem oka spostrzegasz, że dwa KRASNOLUDY wychodzą z pokoju wschodnimi drzwiami. Rozpinasz rzemień, ukradkiem wyciągasz miecz i kładziesz go przed sobą na stole. Zapada cisza. KRASNOLUDY bacznie cię obserwują. Ty patrzysz im prosto w oczy. Milczenie przeciąga się. Jeśli chwytasz za miecz i atakujesz - patrz . Jeśli postanawiasz czekać dalej - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 318",
                "target_paragraph_id": 318
            },
            {
                "text": "Idź do paragrafu 295",
                "target_paragraph_id": 295
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 5,
        "text": "Lubisz walkę? Tak? To wspaniale. Przyjrzyj się więc dokładnie. Od lewej stoją: SZKIELET, ZOMBI i LUDOJAD. Wystarczy? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 312",
                "target_paragraph_id": 312
            },
            {
                "text": "Idź do paragrafu 140",
                "target_paragraph_id": 140
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 6,
        "text": "Możesz rozejrzeć się po komnacie. Ech, toż to prawdziwa zbrojownia. Na ścianach wiszą tarcze, niektóre ciężkie, u góry i u dołu zakończone ostrymi szpicami, inne ozdobne, obite czerwono-złotymi płytkami: są też lekkie tarcze skórzane. Na stojaku błyszczą miecze. Te najdłuższe, cienkie, to jedyna skuteczna broń przeciw wiedźmom. Miecze kamienne o gładkim brzeszczocie i ostrym jak igła czubie przeznaczone są do walki z płazurami. Nie wykonuje się nimi zamachów, lecz spuszcza z góry, by przeszywały cielska tych potworów. Przy samej ziemi widzisz poustawiane w rzędzie malutkie mieczyki gremlinów, krasnali ziemnych. Gdybyś widział jaki potrafią robić z nich użytek! Na ławie pod ścianą leżą rękawice: nabijane guzami do walki ciężkimi mieczami, skórzane do miotania włócznią. Są też rękawice futrzane (i tu zagląda zima!). Na wschodniej ścianie wiszą drewniane półki zastawione całą kolekcją hełmów. Są hełmy do pojedynków turniejowych, wyściełane żółtą trawą, są ciężkie hełmy z podnoszoną przyłbicą. Na najwyższej półce stoją trzy - chyba - garnki. Nie, to są hełmy do walki w pomieszczeniach albo korytarzach wypełnionych żrącym gazem. Czubkiem miecza podrzucasz jakieś skórzane płaty. To czapa, którą okrutne potwory zakładają na łeb torturowanym przez siebie istotom. Rozglądasz się dalej. Pod ścianami stoi, albo leży mnóstwo broni. Nawet nie wiesz komu i do czego służy. Widzisz ciężki młot na drewnianym stylisku, zapewne zdobyty kiedyś na goblinach, a także kościany kordelas w skórzanym futerale. Możesz zabrać dwie rzeczy - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 115",
                "target_paragraph_id": 115
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 7,
        "text": "\"Może ma Pan na składzie coś, co mógłbym ofiarować w prezencie?\" - mówisz. \"Jak mógłbym nie mieć? Jestem zawsze przygotowany na takie zachcianki. Mam uroczy drewniany pal i słój żrącego pyłu. Zapakować ze wstążeczką?\". Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 219",
                "target_paragraph_id": 219
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 8,
        "text": "Zaglądasz do komnaty. Drzwi lekko się uchylają. Co widzisz? Jakiś dziwny stwór biega jak oszalały od ściany do ściany. Nie wygląda groźnie. Za pas, w kieszenie, do cholew powtykane ma rozmaitej długości i różnego gatunku kości. Wchodzisz do środka. \"Czemu tak biegasz, biedaku?\" - pytasz. -\"O, panie, co ja im zrobiłem? Taki raban o tych parę kostek! Moi bracia, gobliny upolowali kilka kocmołuchów. Jak pewnie wiesz, kocmołuchy to największy przysmak goblinów. Nie mogłem sobie odmówić. Podkradłem się i gwizdnąłem kilka kostek. Siadłem tu, by je sobie zjeść, a te bestie wyśledziły mnie i zaraz tu wpadną. O, już biegną\". I goblin znów zaczyna szaleć. Bierzesz go za ramię i stajesz na środku komnaty. Za chwilę w drzwiach pojawia się stado goblinów. Jeśli będziesz walczył u boku prześladowanego stwora przeciw zgrai jego współplemieńców - patrz . Jeśli ratujesz się Ucieczką - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 98",
                "target_paragraph_id": 98
            },
            {
                "text": "Idź do paragrafu 210",
                "target_paragraph_id": 210
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 9,
        "text": "Przygotowujesz się, by walnąć KRASNALA drewnianym palem. On spostrzega to. \"Och, co za piękny pal\" - mówi - \"Sprzedaj mi go za 20 sztuk złota\". Jeśli przystajesz na to patrz . Jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 289",
                "target_paragraph_id": 289
            },
            {
                "text": "Idź do paragrafu 375",
                "target_paragraph_id": 375
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 10,
        "text": "KRASNOLUDY zapraszają cię, byś usiadł przy stole. Uśmiechają się. \"Nareszcie jakiś kulturalny potwór\" - mówią. \"Wszyscy tylko wpadają tu, wyrywają główki sałaty i zwiewają. Ale nie mamy im tego za złe. Przynajmniej komuś przyda się nasze warzywko, he, he\". Zamyśliłeś się chwilę nad tym \"he, he\", a tu już KRASNOLUDY zaczynają snuć opowieści. Niewielu z nich zapuszczało się kiedykolwiek w dalsze rejony podziemi. Ci, którzy wrócili, mówią, że najstraszniejszą rzeczą którą można spotkać jest ogień. Błąka się też po labiryncie tłusty Smok. Podobno jest bardzo groźny, choć niektórzy powiadają, że jest przekupny. Słuchasz tych opowieści, ale ciągle coś nie daje ci spokoju. Jeśli szedłeś ścieżką przez środek komnaty - patrz . Jeśli szedłeś przy ścianie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 257",
                "target_paragraph_id": 257
            },
            {
                "text": "Idź do paragrafu 34",
                "target_paragraph_id": 34
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 11,
        "text": "Przejście stoi otworem. Do tej komnaty nie ma żadnych drzwi. Wchodzisz więc śmiało. \"Cześć\" - jedno słowo a ty nieruchomiejesz. \"Cześć, Śmiałku, he, he\" - w rogu komnaty siedzi mały, pomarszczony stwór. \"Pić ci się chce? Weź sobie wody. Dobra, chłodna woda. Palce lizać i obgryzać, he, he\". Na środku komnaty stoi kamienna fontanna. Woda otacza figurkę jakiejś niezwykłej istoty. Z pyszczka wycieka jej mały strumyk wody. \"...Są prawdziwe skarby. Chcesz skosztować wody? To dobra chłodna woda\". Stoisz jak wryty. Ten mały śmieszny stwór zabił ci ćwieka. Całkiem straciłeś rezon. No, decyduj się. Idziesz od razu po wodę - patrz , czy chcesz dobrać się do stwora - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 45",
                "target_paragraph_id": 45
            },
            {
                "text": "Idź do paragrafu 192",
                "target_paragraph_id": 192
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 12,
        "text": "Wyjmujesz zaczarowany szmaragd. Ból rozrywa ci plecy, pęka skórzana kurtka. Z pleców wyrastają ci szerokie, sinoszare skrzydła. Unosisz się. Lądujesz na wymarzonym brzegu przepaści. Czar pryska - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 288",
                "target_paragraph_id": 288
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 13,
        "text": "Nie musisz się rozglądać. Od razu powiem ci wszystko. W tej komnacie czai się WILKOŁAK. Wie, że tu jesteś. Robisz kilka kroków w mrok Za wyłomem skalnym dostrzegasz świecący punkt. Ukradkiem sięgasz po miecz. Robisz kolejne kroki. Teraz już są dwa punkty. Łoskot. Zza skały wyskakuje on. W smudze światła, która pada przez uchylone drzwi do pieczary, widzisz tylko białe kły i zielone oczy. Błyskawicznie chwytasz oburącz swój miecz. Robisz zamach... i zastygasz nieruchomo. Zielone ślepia paraliżują twe ciało: -2W. Ale to tylko chwila. Wielkimi susami biegniesz w kierunku potwora - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 126",
                "target_paragraph_id": 126
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 2 stamina"
            }
        ]
    },
    {
        "id": 14,
        "text": "Możesz wyjść północnymi drzwiami - patrz , albo wschodnimi - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 197",
                "target_paragraph_id": 197
            },
            {
                "text": "Idź do paragrafu 39",
                "target_paragraph_id": 39
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 15,
        "text": "Jeśli rezygnujesz z przepłynięcia jeziora - patrz . Natomiast jeśli decydujesz się podjąć próbę przepłynięcia jeziora, zapisz numer niniejszego paragrafu i patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 241",
                "target_paragraph_id": 241
            },
            {
                "text": "Idź do paragrafu 113",
                "target_paragraph_id": 113
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 16,
        "text": "Wychodzisz na korytarz. Po pewnym czasie skręca on na południe. W tym samym miejscu możesz usiąść i zjeść Prowiant. Ruszasz dalej. Idziesz na południe do czasu, gdy tunel skręca na znowu zachód. W odległości dwudziestu kroków widzisz przed sobą wejście do komnaty. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 80",
                "target_paragraph_id": 80
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "eat_proviant",
                "details": "Możesz zjeść Prowiant"
            }
        ]
    },
    {
        "id": 17,
        "text": "Jeśli chcesz zobaczyć co za nimi jest - patrz , jeśli wolisz się wycofać - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 265",
                "target_paragraph_id": 265
            },
            {
                "text": "Idź do paragrafu 50",
                "target_paragraph_id": 50
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 18,
        "text": "Wchodzisz do małej pieczary, przylegającej do komnaty. Za tobą trzy ZŁE. Staruszek został w pokoju. Za wyłomem skalnym widzisz przykutego do skały gremlina. Biedaczysko ledwie zipie. ZŁY bierze cię za ramię i odprowadza na odległość dziesięciu kroków od gremlina. Daje ci w garść sześć strzałek. ZŁY też ma sześć. Pokazuje palcem w stronę zakutego gremlina. To w niego należy celować! Chcesz grać? Jeśli tak, pamiętaj że musisz mieć przynajmniej 5 sztuk złota - patrz . Wycofujesz się - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 211",
                "target_paragraph_id": 211
            },
            {
                "text": "286",
                "target_paragraph_id": 197
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 19,
        "text": "KRASNOLUDY żegnają cię serdecznie i wręczają na drogę dwie główki sałaty. Wystarczą na 1 Posiłek. Odprowadzają cię do wschodnich drzwi. Doliczasz sobie +2S. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 141",
                "target_paragraph_id": 141
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 2 luck"
            }
        ]
    },
    {
        "id": 20,
        "text": "Po długim marszu dochodzisz do jakiejś wielkiej jaskini. Nie, to raczej bezkresna równina. Zapewne sławetne Szalone Pola. Słyszysz jakiś hałas. Co sił w nogach biegniesz na zachód. Jednak potwory dopadają cię - patrz . Jeżeli je pokonasz albo wycofasz się z walki - patrz - zapisz ten numer, bo zgubisz drogę.",
        "choices": [
            {
                "text": "Idź do paragrafu 238",
                "target_paragraph_id": 238
            },
            {
                "text": "Idź do paragrafu 316",
                "target_paragraph_id": 316
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 21,
        "text": "Jeśli chcesz zobaczyć co jest za drzwiami - patrz , jeśli nie - zawracasz i patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 332",
                "target_paragraph_id": 332
            },
            {
                "text": "Idź do paragrafu 212",
                "target_paragraph_id": 212
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 22,
        "text": "To chyba już kres twej wędrówki. Tak ślicznej komnaty jeszcze nie widziałeś. Wszędzie jasno, unosi się zielonkawa mgiełka. Posadzka jeszcze gładsza niż nad przepaścią. Na podłodze siedzi jakiś ludek. Ach, to prawdziwy KRASNAL bawi się smoczkiem, nakręcanym, z ruchomymi nogami i czerwonym językiem, który mu się co chwila wysuwa. Jeśli masz blaszanego motyla, możesz odpocząć i pobawić się z KRASNALEM - patrz . Jeśli masz szmaragd, możesz pokazać go KRASNALOWI - patrz . Tylko wtedy gdy masz drewniany pal, możesz spróbować postraszyć, albo nawet zaatakować KRASNALA - patrz . Jeżeli masz więcej niż jedną z wymienionych rzeczy, musisz wybrać tylko jedną możliwość.",
        "choices": [
            {
                "text": "Idź do paragrafu 321",
                "target_paragraph_id": 321
            },
            {
                "text": "Idź do paragrafu 187",
                "target_paragraph_id": 187
            },
            {
                "text": "Idź do paragrafu 9",
                "target_paragraph_id": 9
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "item_check",
                "details": "Check if player has blaszanego motyla"
            },
            {
                "type": "item_check",
                "details": "Check if player has szmaragd"
            }
        ]
    },
    {
        "id": 23,
        "text": "Drzwi do skarbca stoją przed tobą... otworem? O, nie! Są zamknięte. Widzisz dwa zamki. Jeśli masz przynajmniej dwa numerowane kluczyki, możesz otworzyć nimi drzwi - patrz . Jeśli nie masz choć dwóch kluczy, tu kończy się twoja wyprawa. A było tak blisko!",
        "choices": [
            {
                "text": "Idź do paragrafu 185",
                "target_paragraph_id": 185
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "item_check",
                "details": "Check if player has przynajmniej dwa numerowane kluczyki"
            }
        ]
    },
    {
        "id": 24,
        "text": "Rzuć raz kostką. Jeśli wylosujesz 1, 2, 3 - twoja broń okaże się skutecznym narzędziem w walce z ROBALAMI - patrz . Jeśli wylosujesz 4, 5, 6, nic z tego - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 58",
                "target_paragraph_id": 58
            },
            {
                "text": "Idź do paragrafu 168",
                "target_paragraph_id": 168
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "dice_roll",
                "details": "Rzuć raz kostką"
            }
        ]
    },
    {
        "id": 25,
        "text": "Na kamieniu siedzi stary człowiek. Radzi ci iść na zachód, a później na kilku najbliższych skrzyżowaniach skręcać w prawo. Jeśli idziesz na zachód - patrz , jeśli wybierasz drogę prowadzącą na wschód - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 200",
                "target_paragraph_id": 200
            },
            {
                "text": "Idź do paragrafu 44",
                "target_paragraph_id": 44
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 26,
        "text": "Za celne trafienie każdego grubasa dostajesz 5 sztuk złota. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 171",
                "target_paragraph_id": 171
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 27,
        "text": "Korytarz prowadzi prosto na północ. Po drodze możesz zjeść Prowiant. Zaczyna się rozszerzać, powiększać, aż wychodzisz na bezkresną równinę. To Szalone Pola. Lepiej się tam nie zapuszczaj. Ale... czy słyszysz to dudnienie? To na pewno potwory. Patrz . Jeśli je pokonasz albo wycofasz się w trakcie walki - patrz - zapisz ten numer, bo zgubisz drogę.",
        "choices": [
            {
                "text": "Idź do paragrafu 238",
                "target_paragraph_id": 238
            },
            {
                "text": "Idź do paragrafu 316",
                "target_paragraph_id": 316
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 28,
        "text": "Podnieś wielki kamień leżący przy ścianie. Żeby go podnieść, musisz mieć przynajmniej 18W. Jeśli masz - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 177",
                "target_paragraph_id": 177
            },
            {
                "text": "Idź do paragrafu 330",
                "target_paragraph_id": 330
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 29,
        "text": "Potykasz się na kamyku. Miecz brzęknął o skałę. ORK podnosi głowę. Zauważył cię. Rzuca się do walki. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 116",
                "target_paragraph_id": 116
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 30,
        "text": "SSS. Jeśli masz S - patrz . Jeśli nie masz S - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 159",
                "target_paragraph_id": 159
            },
            {
                "text": "Idź do paragrafu 342",
                "target_paragraph_id": 342
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "luck_test",
                "details": "SSS required"
            }
        ]
    },
    {
        "id": 31,
        "text": "Poświeć latarnią niżej. Rozgarnij mieczem to padło. A widzisz - znalazłeś 5 sztuk złota! Jeśli to ci nie wystarcza - patrz . Jeśli chcesz opuścić komnatę - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 119",
                "target_paragraph_id": 119
            },
            {
                "text": "Idź do paragrafu 102",
                "target_paragraph_id": 102
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 32,
        "text": "Wyczerpany siadasz pod skałą. Możesz zjeść coś z Prowiantu. Ledwie skończyłeś posiłek, gdy do pieczary wpadają WILKOLUDY, znacznie słabsze od WILKOŁAKA, ale za to są trzy. Traktujesz je jako jednego potwora i walczysz. Jeśli zwyciężyłeś - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 275",
                "target_paragraph_id": 275
            }
        ],
        "monster": {
            "name": "WILKOLUDY",
            "dexterity": 8,
            "stamina": 7
        },
        "actions": []
    },
    {
        "id": 33,
        "text": "Jeszcze trochę i będziesz na skrzyżowaniu. Idziesz na: · północ - patrz , · wschód - patrz , · południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 293",
                "target_paragraph_id": 293
            },
            {
                "text": "Idź do paragrafu 188",
                "target_paragraph_id": 188
            },
            {
                "text": "Idź do paragrafu 247",
                "target_paragraph_id": 247
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 34,
        "text": "Ujawniasz swe odkrycie w północnej ścianie. Nie robi to na nich wrażenia. Mówisz, że chcesz zobaczyć, co za nimi jest. Nie protestują. Wstajesz od stołu i wzdłuż ściany dochodzisz do sekretnych drzwi. Jeden z KRASNOLUDÓW przekręca ukrytą w ziemi gałkę. Drzwi otwierają się. Wchodzisz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 128",
                "target_paragraph_id": 128
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 35,
        "text": "Płacisz według taryfy (10 sztuk złota). On rozkracza się nad rozpadliną. Podstawia ci ogon. Wchodzisz. Zapewne zaraz przeniesie cię na drugą stronę wąwozu. Ale... Smok ma swoje humory. Właśnie teraz obłapiasz jego ogon wisząc nad czerwoną otchłanią. SSS. Jeśli masz S, przechodzisz na drugi brzeg - patrz . Jeśli nie masz S, Smok zrzuca cię z powrotem na krawędź skalną - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 186",
                "target_paragraph_id": 186
            },
            {
                "text": "Idź do paragrafu 158",
                "target_paragraph_id": 158
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "luck_test",
                "details": "SSS required"
            }
        ]
    },
    {
        "id": 36,
        "text": "SSS. Jeśli masz S - patrz . Jeśli nie masz S - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 152",
                "target_paragraph_id": 152
            },
            {
                "text": "Idź do paragrafu 176",
                "target_paragraph_id": 176
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "luck_test",
                "details": "SSS required"
            }
        ]
    },
    {
        "id": 37,
        "text": "Jaką tarczę wybierasz: metalową, paradną, czy skórzaną? Wpisz swój wybór na \"Listę ekwipunku\" - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 324",
                "target_paragraph_id": 324
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 38,
        "text": "Korytarz prowadzi najpierw na północ, a później łagodnym łukiem skręca ku wschodowi. Rozszerza się nieco i kończy schodami biegnącymi w dół. Stajesz przed drzwiami pokrytymi wyszukanymi ozdobami. Czy byłeś już za tymi drzwiami? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 167",
                "target_paragraph_id": 167
            },
            {
                "text": "Idź do paragrafu 328",
                "target_paragraph_id": 328
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 39,
        "text": "Dochodzisz do skrzyżowania. Jego odnogi prowadzą na: · zachód - patrz , · północ - patrz , · południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 331",
                "target_paragraph_id": 331
            },
            {
                "text": "Idź do paragrafu 228",
                "target_paragraph_id": 228
            },
            {
                "text": "Idź do paragrafu 146",
                "target_paragraph_id": 146
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 40,
        "text": "Czy będziesz polegał tylko na kartach? - patrz , czy też będziesz korzystał ze swego SZCZĘŚCIA - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 334",
                "target_paragraph_id": 334
            },
            {
                "text": "Idź do paragrafu 62",
                "target_paragraph_id": 62
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 41,
        "text": "Udało ci się zrobić tylko parę kroków a tu korytarz zupełnie zatarasowany masą kamieni i piasku. Spróbuj tupnąć nogą. Stare gremliny mówią, że to jest sposób na takie zawalidrogi. SSS. Jeśli masz S - góra skał wpada gdzieś w przepaść, możesz iść dalej - patrz . Jeśli nie masz S - musisz wrócić - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 348",
                "target_paragraph_id": 348
            },
            {
                "text": "Idź do paragrafu 221",
                "target_paragraph_id": 221
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "luck_test",
                "details": "SSS required"
            }
        ]
    },
    {
        "id": 42,
        "text": "Mówią o nim BARBARZYŃCA. Czy słusznie? Kto wie? Gdy tak siedzi na ławie z wyciągniętymi nogami i rękami założonymi na piersiach, nie wygląda groźnie. Cicho chrapie. Walisz mieczem w ścianę. \"Co jest?\" - ocknął się. Wchodzisz teraz do komnaty i pokazujesz drzwi po przeciwnej, zachodniej stronie. \"Otwieraj szybko tamte drzwi\" - pokazujesz mu końcem miecza. \"Sam sobie otwórz\" - rechoce - \"Klucz jest w zamku\". Istotnie. Podchodzisz do drzwi. Obawiając się zasadzki, nie dotykasz ręką klucza, lecz wsadzasz czub miecza i próbujesz przekręcić. Nic z tego. \"Nic z tego\" - ryczy BARBARZYŃCA - \"Zaklęcie znasz? Jeśli nie znasz, to się stąd wynoś!\" No, właśnie. Pamiętasz zaklęcie ze starej księgi gremlinów? Zaraz, a może ty wcale nie widziałeś tej księgi? Tak czy owak, jeżeli nie znasz zaklęcia to koniec z tobą, bratku. Spróbuj jeszcze raz, od samego początku. Jeśli wydaje ci się, że pamiętasz zaklęcie, powtórz je. Teraz zajrzyj do paragrafu . Jeśli zapamiętałeś prawidłowo - patrz . Jeżeli zrobiłeś choćby najmniejszy błąd, kończysz przygodę. Jej dalsze prowadzenie w takiej sytuacji nie jest godne prawdziwego Śmiałka.",
        "choices": [
            {
                "text": "Idź do paragrafu 122",
                "target_paragraph_id": 122
            },
            {
                "text": "Idź do paragrafu 376",
                "target_paragraph_id": 376
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 43,
        "text": "Musisz wrócić tędy, którędy przyszedłeś, aż znajdziesz się na drugim końcu przepaści. Po drodze z nikim nie walczysz, niczego nie kupujesz, niczego nie zabierasz. Musisz spróbować innego wyjścia. Wymienione są w paragrafie .",
        "choices": [
            {
                "text": "Idź do paragrafu 186",
                "target_paragraph_id": 186
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 44,
        "text": "Idziesz na wschód. Widzisz przed sobą solidne drzwi. Próbujesz je otworzyć. Nie ustępują. Jeśli rezygnujesz - patrz , jeśli chcesz wyważyć drzwi - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 75",
                "target_paragraph_id": 75
            },
            {
                "text": "Idź do paragrafu 105",
                "target_paragraph_id": 105
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 45,
        "text": "Kierujesz się w stronę fontanny. Nabierasz wody. Jest zaczarowana. Chowasz naczynie do plecaka. Spostrzegasz, że fontanna jest już pusta. Dostajesz +2S. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 251",
                "target_paragraph_id": 251
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 2 luck"
            }
        ]
    },
    {
        "id": 46,
        "text": "Wypatrujesz jak wyjść z północnego brzegu pieczary. Widzisz niewielki otwór. Ruszasz w jego stronę i przeciskasz się z trudem. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 53",
                "target_paragraph_id": 53
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 47,
        "text": "Przeszedłeś zaledwie kilkanaście kroków i korytarz skręca w prawo, a zaraz potem kończy się. Możesz usiąść i spokojnie zjeść Prowiant. Potem wracaj do skrzyżowania i idź na północ - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 191",
                "target_paragraph_id": 191
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 48,
        "text": "Otwierasz plecak i sięgasz po naczynie, by przesypać skarb. W tej samej chwili złoto rozpryskuje się na wszystkie strony, a wazy przemieniają się w dwa potężne, skrzydlate DEMONY, które wznoszą się i siadają na skalnym występie. Możesz zaatakować je - patrz , albo wziąć się do zbierania rozsypanego złota - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 169",
                "target_paragraph_id": 169
            },
            {
                "text": "Idź do paragrafu 133",
                "target_paragraph_id": 133
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 49,
        "text": "Możesz wziąć tę księgę ze sobą (wpisz na \"Listę ekwipunku\") albo ją zostawić. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 286",
                "target_paragraph_id": 286
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 50,
        "text": "Zbliżasz się do skrzyżowania. Możesz iść na · północ - patrz , · wschód - patrz , · zachód - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 310",
                "target_paragraph_id": 310
            },
            {
                "text": "Idź do paragrafu 130",
                "target_paragraph_id": 130
            },
            {
                "text": "Idź do paragrafu 64",
                "target_paragraph_id": 64
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 51,
        "text": "Możesz wyjść drzwiami południowymi - patrz , albo północnymi - patrz . Jedne i drugie drzwi zostaw otwarte.",
        "choices": [
            {
                "text": "Idź do paragrafu 134",
                "target_paragraph_id": 134
            },
            {
                "text": "Idź do paragrafu 33",
                "target_paragraph_id": 33
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 52,
        "text": "Z otworu w ścianie wystrzeliwuje strumień gryzącego gazu. Jeśli masz hełm \"garnkowy\", nie dzieje ci się krzywda, choć hełm ulega zniszczeniu. Jeśli nie masz takiego hełmu - patrz najpierw , a potem (zapisz ten numer).",
        "choices": [
            {
                "text": "Idź do paragrafu 315",
                "target_paragraph_id": 315
            },
            {
                "text": "Idź do paragrafu 274",
                "target_paragraph_id": 274
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "item_check",
                "details": "Check if player has hełm \"garnkowy\""
            },
            {
                "type": "item_gain",
                "details": "Gain takiego hełmu -"
            }
        ]
    },
    {
        "id": 53,
        "text": "Lądujesz w przestronnym chodniku. Wiedzie na północ a po pewnym czasie skręca ostro na wschód. Robisz kilkadziesiąt kroków i stajesz przed ciężkimi drzwiami. Czy byłeś już tu? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 322",
                "target_paragraph_id": 322
            },
            {
                "text": "Idź do paragrafu 299",
                "target_paragraph_id": 299
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 54,
        "text": "Miotasz młotem. Trafiłeś celnie. STRAŻNIK traci 2W, ale nadal stoi jak słup. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 107",
                "target_paragraph_id": 107
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 55,
        "text": "Dajesz złoto, bierzesz pal, słój albo jedno i drugie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 196",
                "target_paragraph_id": 196
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 56,
        "text": "Ponownie próbujesz wyważyć drzwi. Znowu bezskutecznie -1W. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 75",
                "target_paragraph_id": 75
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 1 stamina"
            }
        ]
    },
    {
        "id": 57,
        "text": "Po wylądowaniu łajdak żąda całego twojego złota. Możesz powiedzieć, że dasz tylko tyle, ile żądał - patrz , albo, że w takim razie - nie dasz nic - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 335",
                "target_paragraph_id": 335
            },
            {
                "text": "Idź do paragrafu 91",
                "target_paragraph_id": 91
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 58,
        "text": "Stosujesz swą tajemną broń. Całkowicie paraliżuje ROBALE. Jeśli chcesz zanurzyć się między ich cielska i ponownie przeszukać basen - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 142",
                "target_paragraph_id": 142
            },
            {
                "text": "Idź do paragrafu 320",
                "target_paragraph_id": 320
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 59,
        "text": "Wchodzisz, ale niczego tu nie znajdujesz. Czy znasz inne wyjście z tej komnaty niż to, którym właśnie wszedłeś? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 14",
                "target_paragraph_id": 14
            },
            {
                "text": "Idź do paragrafu 70",
                "target_paragraph_id": 70
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 60,
        "text": "KRASNAL proponuje 20 sztuk złota. Akceptujesz? Tak - patrz , nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 262",
                "target_paragraph_id": 262
            },
            {
                "text": "Idź do paragrafu 338",
                "target_paragraph_id": 338
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 61,
        "text": "Idziesz korytarzem. Po drodze możesz zjeść Prowiant, po pewnym czasie odchodzi od niego rozgałęzienie na północ, ale ty uparcie podążasz na zachód. Kilkanaście kroków za tym rozgałęzieniem widzisz drzwi. Otwierasz je - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 42",
                "target_paragraph_id": 42
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 62,
        "text": "SSS. Jeśli masz S - patrz . Jeśli nie masz S - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 201",
                "target_paragraph_id": 201
            },
            {
                "text": "Idź do paragrafu 145",
                "target_paragraph_id": 145
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "luck_test",
                "details": "SSS required"
            }
        ]
    },
    {
        "id": 63,
        "text": "Miecz nie jest skuteczną bronią przeciw WILKOŁAKOWI. Jeśli masz któryś z wymienionych przedmiotów, możesz użyć go do walki: ·kość ze szkieletu przedwiecznego potwora - patrz , ·młot goblinów - patrz , ·metalowa tarcza - patrz , ·sieć - patrz , ·pęk kluczy - patrz . Jeśli nie masz żadnego z tych przedmiotów, pozostaje ci tylko Ucieczka - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 157",
                "target_paragraph_id": 157
            },
            {
                "text": "Idź do paragrafu 346",
                "target_paragraph_id": 346
            },
            {
                "text": "Idź do paragrafu 216",
                "target_paragraph_id": 216
            },
            {
                "text": "Idź do paragrafu 337",
                "target_paragraph_id": 337
            },
            {
                "text": "Idź do paragrafu 181",
                "target_paragraph_id": 181
            },
            {
                "text": "Idź do paragrafu 275",
                "target_paragraph_id": 275
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "item_check",
                "details": "Check if player has któryś z wymienionych przedmiotów"
            }
        ]
    },
    {
        "id": 64,
        "text": "Zbliżasz się do skrzyżowania. Możesz iść w każdym z czterech kierunków. Jeśli wybierzesz: · zachód - patrz , · północ - patrz , · wschód - patrz , · południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 296",
                "target_paragraph_id": 296
            },
            {
                "text": "Idź do paragrafu 264",
                "target_paragraph_id": 264
            },
            {
                "text": "Idź do paragrafu 284",
                "target_paragraph_id": 284
            },
            {
                "text": "Idź do paragrafu 224",
                "target_paragraph_id": 224
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 65,
        "text": "Masz już dosyć tego miejsca? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 195",
                "target_paragraph_id": 195
            },
            {
                "text": "Idź do paragrafu 283",
                "target_paragraph_id": 283
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 66,
        "text": "Rzucasz dwiema kostkami. Pokażą ci ile sztuk złota wygrywasz. Chcesz grać dalej? - patrz . Nie chcesz? - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 229",
                "target_paragraph_id": 229
            },
            {
                "text": "Idź do paragrafu 19",
                "target_paragraph_id": 19
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "dice_roll",
                "details": "Rzuć dwiema kostkami"
            }
        ]
    },
    {
        "id": 67,
        "text": "Musisz się wycofać - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 50",
                "target_paragraph_id": 50
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 68,
        "text": "Wychodzisz ze zbrojowni. Jedyne drzwi prowadzą na północ. Podążasz korytarzem aż do następnego skrzyżowania. Po drodze możesz usiąść i zjeść Prowiant. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 212",
                "target_paragraph_id": 212
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "eat_proviant",
                "details": "Możesz zjeść Prowiant"
            }
        ]
    },
    {
        "id": 69,
        "text": "Sam tego chciałeś. Pod ścianą komnaty siedzą dwa koszmarne upiory. Takie spotkanie może zakończyć się tylko walką, najpierw z jednym, a później z drugim potworem. Jeśli pokonałeś je, możesz przeszukać komnatę. Robisz to - patrz , nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 305",
                "target_paragraph_id": 305
            },
            {
                "text": "Idź do paragrafu 291",
                "target_paragraph_id": 291
            }
        ],
        "monster": {
            "name": "UPIÓR",
            "dexterity": 5,
            "stamina": 3
        },
        "actions": []
    },
    {
        "id": 70,
        "text": "Wracasz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 39",
                "target_paragraph_id": 39
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 71,
        "text": "Zaglądasz do pokoju. Okazuje się, że gdy dzielnie stawiałeś czoła ZŁYM, staruszek czmychnął. Ale zostawił jakąś zagadkową księgę. Gdy chcesz ją otworzyć, dobiegają cię ciche jęki gremlina przykutego do ściany. Czy pójdziesz go uwolnić? Tak - patrz , nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 258",
                "target_paragraph_id": 258
            },
            {
                "text": "Idź do paragrafu 49",
                "target_paragraph_id": 49
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 72,
        "text": "Kończysz walkę z DEMONEM. Teraz złoto! Podchodzisz do miejsca, gdzie stały wazy - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 199",
                "target_paragraph_id": 199
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 73,
        "text": "Znalazłeś się w ślepym korytarzu. Ze złości walisz mieczem o skałę. W ślad za tym walą się odłamki skalne. Niektóre uderzają w ciebie. Tracisz świadomość. Gdy otwierasz oczy, jesteś nieopodal skrzyżowania - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 386",
                "target_paragraph_id": 386
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 74,
        "text": "Podchodzisz do mostu. Drewniane bale skrzypią pod każdym krokiem. Nagle jeden z nich ucieka ci spod nóg i wali się z łoskotem w przepaść. Czy coś ci się stało? Rzucasz raz jedną kostką, jeśli masz 1 lub 2, tracisz 1W. Idziesz dalej. Most jak pałąk wygina się ku górze. Widzisz, że w najwyższym miejscu jest potężna dziura. Istnieje tylko jeden sposób, by ją pokonać. Ale musisz mieć sieć. Jeśli masz - patrz . Jeśli nie, pozostaje ci tylko Ucieczka - patrz , lub .",
        "choices": [
            {
                "text": "Idź do paragrafu 240",
                "target_paragraph_id": 240
            },
            {
                "text": "Idź do paragrafu 35",
                "target_paragraph_id": 35
            },
            {
                "text": "Idź do paragrafu 269",
                "target_paragraph_id": 269
            },
            {
                "text": "Idź do paragrafu 110",
                "target_paragraph_id": 110
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 1 stamina"
            },
            {
                "type": "item_check",
                "details": "Check if player has 1 lub 2"
            },
            {
                "type": "item_gain",
                "details": "Gain 1 lub 2"
            }
        ]
    },
    {
        "id": 75,
        "text": "Wycofujesz się. Wracasz w stronę skrzyżowania. Mijasz starca - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 200",
                "target_paragraph_id": 200
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 76,
        "text": "Próbujesz otworzyć kłódki kluczami. Jeśli nie masz choć trzech, tu kończy się twoja przygoda. Tak blisko celu! Jeśli masz trzy klucze, dodajesz zapisane na nich liczby i otrzymujesz sumę. Szukasz paragrafu oznaczonego liczba równą tej sumie. Jeżeli masz więcej niż trzy klucze, wybierz dowolne trzy i postąp tak jak opisano w poprzednim zdaniu.",
        "choices": [],
        "monster": null,
        "actions": [
            {
                "type": "item_check",
                "details": "Check if player has trzy klucze"
            }
        ]
    },
    {
        "id": 77,
        "text": "Możesz zmusić potwora, by podniósł kratę - patrz , albo dalej prowadzisz walkę - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 340",
                "target_paragraph_id": 340
            },
            {
                "text": "Idź do paragrafu 163",
                "target_paragraph_id": 163
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 78,
        "text": "Możesz iść albo na północ - patrz , albo na południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 170",
                "target_paragraph_id": 170
            },
            {
                "text": "Idź do paragrafu 357",
                "target_paragraph_id": 357
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 79,
        "text": "Po pewnym czasie korytarz skręca na północ. Przed tobą ukazują się drzwi. Czy chcesz zobaczyć, co jest za nimi? Jeśli tak - patrz . Jeżeli wycofujesz się - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 8",
                "target_paragraph_id": 8
            },
            {
                "text": "Idź do paragrafu 161",
                "target_paragraph_id": 161
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 80,
        "text": "Już wiesz, że zbliża się koniec twej wędrówki. Bez strachu, pewnym krokiem wchodzisz do komnaty. Już w niej jesteś. On tez w niej jest: STRAZNIK TAJEMNICY. Młody, wysoki, ubrany w karminowy płaszcz, skośnooki z czarnymi włosami podciętymi pod skórzaną czapą. Jeśli: · próbujesz nawiązać z nim rozmowę - patrz , · czekasz na jego reakcję - patrz , · próbujesz go zaatakować - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 222",
                "target_paragraph_id": 222
            },
            {
                "text": "Idź do paragrafu 311",
                "target_paragraph_id": 311
            },
            {
                "text": "Idź do paragrafu 165",
                "target_paragraph_id": 165
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 81,
        "text": "Możesz, mimo wszystko, usiąść wygodnie i odpocząć. Dzięki temu; +2W, +1Z. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 121",
                "target_paragraph_id": 121
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 2 stamina"
            },
            {
                "type": "stat_change",
                "details": "gain 1 dexterity"
            }
        ]
    },
    {
        "id": 82,
        "text": "Robisz zaledwie kilka kroków, gdy korytarz gwałtownie skręca na południe i zaraz się kończy. Przejście zawalone jest głazami. Może potwory zbudowały jakieś okrężne przejście? Chcesz poszukać? Jeśli tak - patrz . Jeżeli wolisz wracać do skrzyżowania - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 155",
                "target_paragraph_id": 155
            },
            {
                "text": "Idź do paragrafu 212",
                "target_paragraph_id": 212
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 83,
        "text": "Gospodarz częstuje cię napojem, który stoi na stole. Odmawiasz - patrz . Wypijasz - patrz . Wlewasz do naczynia, jeśli masz takowe i wkładasz do plecaka - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 124",
                "target_paragraph_id": 124
            },
            {
                "text": "Idź do paragrafu 217",
                "target_paragraph_id": 217
            },
            {
                "text": "Idź do paragrafu 171",
                "target_paragraph_id": 171
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "item_check",
                "details": "Check if player has takowe"
            }
        ]
    },
    {
        "id": 84,
        "text": "Zbliżasz się do skrzyżowania. Możesz pójść na: · północ - patrz , · wschód - patrz , · południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 209",
                "target_paragraph_id": 209
            },
            {
                "text": "Idź do paragrafu 144",
                "target_paragraph_id": 144
            },
            {
                "text": "Idź do paragrafu 170",
                "target_paragraph_id": 170
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 85,
        "text": "Skręcasz w lewo. Postanowiłeś iść wzdłuż północnej ściany. Ocierasz się plecami o skały. Pośrodku ściany wyczuwasz za sobą jakieś sekretne drzwi. Nic nie mówisz, posuwasz się dalej. Dochodzisz do stołu - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 10",
                "target_paragraph_id": 10
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 86,
        "text": "Prowadzisz walkę do końca. Jeśli wygrałeś - patrz . Jeśli przegrałeś, pozostaniesz tu na wieki.",
        "choices": [
            {
                "text": "Idź do paragrafu 94",
                "target_paragraph_id": 94
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 87,
        "text": "Niestety, niczego nie znajdujesz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 354",
                "target_paragraph_id": 354
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 88,
        "text": "Płyniesz jak szalony. Udaje ci się bezpiecznie dotrzeć do brzegu. Jesteś w tym samym miejscu, w którym wylądowałeś po przepłynięciu jeziora. Wyciągasz sieć. Rozkładasz ją na brzegu. Wyrzucasz zaplątane liścia i korzenie. Nagle spod wyłowionych śmieci wyskakuje URUBURU, biały szczur wodny. Wbija zęby w twą stopę po czym ucieka: -2W. Czyścisz sieć i wkładasz do plecaka. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 195",
                "target_paragraph_id": 195
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 2 stamina"
            }
        ]
    },
    {
        "id": 89,
        "text": "Czubem miecza podważasz wieko pudełka. Wewnątrz są 3 sztuki złota. Możesz je wziąć. Rozglądasz się po kątach. Nagle słyszysz jakiś hałas. Zbierasz szybko swój ekwipunek i wybiegasz zostawiając drzwi otwarte - patrz . Dostajesz 2S (punkty szczęścia).",
        "choices": [
            {
                "text": "Idź do paragrafu 120",
                "target_paragraph_id": 120
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 90,
        "text": "Wdrapujesz się po schodkach na górę. Korytarz prowadzi najpierw na zachód, a później skręca na południe. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 212",
                "target_paragraph_id": 212
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 91,
        "text": "Jeśli jesteś na brzegu, z którego wyruszyłeś, NIETOPERZ, ku twojemu zaskoczeniu, oddala się. Spróbuj innego sposobu przedostania się przez szczelinę - patrz , lub . Jeśli jesteś na drugim brzegu - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 35",
                "target_paragraph_id": 35
            },
            {
                "text": "Idź do paragrafu 74",
                "target_paragraph_id": 74
            },
            {
                "text": "Idź do paragrafu 110",
                "target_paragraph_id": 110
            },
            {
                "text": "Idź do paragrafu 288",
                "target_paragraph_id": 288
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 92,
        "text": "Czeka cię prawdziwa jatka. Zaczynasz od MINOTAURA. Jeśli walka źle ci się układa, możesz ratować się Ucieczką, ale dopiero po rozprawieniu się z MINOTAUREM - patrz . Jeśli pozostajesz na polu walki - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 193",
                "target_paragraph_id": 193
            },
            {
                "text": "Idź do paragrafu 277",
                "target_paragraph_id": 277
            }
        ],
        "monster": {
            "name": "MINOTAUR",
            "dexterity": 10,
            "stamina": 10
        },
        "actions": []
    },
    {
        "id": 93,
        "text": "Wracasz do komnaty ZŁYCH - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 313",
                "target_paragraph_id": 313
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 94,
        "text": "Nie znalazłszy żadnego innego wyjścia, przeciskasz się przez wąski otwór, którym tu dotarłeś. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 129",
                "target_paragraph_id": 129
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 95,
        "text": "Wybierasz rękawice. Nie, te ci nie odpowiadają. Nie możesz ich ściągnąć. Czujesz jak coraz mocniej ściskają ręce, zaczynają miażdżyć palce. SSS. Jeśli masz S, udaje ci się oswobodzić. Jeżeli nie masz S, cierpisz aż do najbliższej walki, w której obniżasz Z o 1. Jeżeli rękawice były pierwszą rzeczą wybraną przez ciebie patrz , jeśli drugą patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 115",
                "target_paragraph_id": 115
            },
            {
                "text": "Idź do paragrafu 68",
                "target_paragraph_id": 68
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "luck_test",
                "details": "SSS required"
            }
        ]
    },
    {
        "id": 96,
        "text": "Znajdujesz klucz. Ma numer 12. Dostajesz +2S - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 253",
                "target_paragraph_id": 253
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 2 luck"
            }
        ]
    },
    {
        "id": 97,
        "text": "Wchodzisz do małej pieczary przylegającej do komnaty. Pamiętasz, że - kiedy pierwszy raz tu wszedłeś - spotkałeś trzy ZŁE. Jeśli nie zabiłeś wszystkich potworów - patrz i pamiętaj, że każdy z nich ma znowu 10 sztuk złota (skąd one je biorą?). Jeśli zabiłeś wszystkie ZŁE - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 211",
                "target_paragraph_id": 211
            },
            {
                "text": "Idź do paragrafu 286",
                "target_paragraph_id": 286
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 98,
        "text": "Gobliny zorientowały się, że będziecie walczyć solidarnie. Czmychają w popłochu. Zostaje tylko HERSZT GOBLINÓW. Zręczność (Z) goblina - twojego sojusznika wynosi 3. Dodajesz ją do swojej, obliczając siłę ataku. Ewentualne rany będziesz, niestety, odnosił tylko ty. Jeśli pokonaliście potwora - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 250",
                "target_paragraph_id": 250
            }
        ],
        "monster": {
            "name": "HERSZT GOBLINÓW",
            "dexterity": 9,
            "stamina": 8
        },
        "actions": []
    },
    {
        "id": 99,
        "text": "Korytarz biegnie na wschód, ale zaraz skręca na północ. Dość długo prowadzi w tym kierunku, aby znowu skręcić na wschód. Licząc od zakrętu robisz dwadzieścia trzy kroki i korytarz się kończy. Czy już tu byłeś? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 259",
                "target_paragraph_id": 259
            },
            {
                "text": "Idź do paragrafu 182",
                "target_paragraph_id": 182
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 100,
        "text": "\"Chciałbym coś co przywraca siły\" - mówisz. \"Sługa uniżony. Właśnie dowieźli wspaniały drewniany pal i słój żrącego pyłu\" - to słowa ORKA. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 249",
                "target_paragraph_id": 249
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 101,
        "text": "DEMON prosi o łaskę. Darujesz mu życie? - patrz . Walczysz do końca - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 362",
                "target_paragraph_id": 362
            },
            {
                "text": "Idź do paragrafu 234",
                "target_paragraph_id": 234
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 102,
        "text": "Dochodzisz do skrzyżowania. Korytarze rozchodzą się we wszystkich kierunkach. Jeśli chcesz iść na: · zachód - patrz , · północ - patrz , · wschód - patrz , · południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 123",
                "target_paragraph_id": 123
            },
            {
                "text": "Idź do paragrafu 268",
                "target_paragraph_id": 268
            },
            {
                "text": "Idź do paragrafu 374",
                "target_paragraph_id": 374
            },
            {
                "text": "Idź do paragrafu 351",
                "target_paragraph_id": 351
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 103,
        "text": "Wracasz. Mijasz skrzyżowanie. Idziesz na zachód. Po pewnym czasie widzisz przed sobą skrzyżowanie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 345",
                "target_paragraph_id": 345
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 104,
        "text": "Dajesz motyla, bierzesz złoto i smoczek - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 121",
                "target_paragraph_id": 121
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 105,
        "text": "Próbujesz wyważyć drzwi. Rozpędzasz się i z całej siły uderzasz barkiem. Drzwi ani drgnęły: -1W. Czy chcesz ponowić próbę? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 56",
                "target_paragraph_id": 56
            },
            {
                "text": "Idź do paragrafu 75",
                "target_paragraph_id": 75
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 1 stamina"
            }
        ]
    },
    {
        "id": 106,
        "text": "Tuż za drzwiami widzisz drewniane, wyszczerbione schody prowadzące w dół. W centralnej części pieczary znajduje się kwadratowe zagłębienie, coś jakby basen, ale pusty. Schody prowadzą właśnie na dno basenu. Posadzka wysypana jest miałkim piaskiem. Wszędzie piasek, żadnych sprzętów, kamieni, ani istot... Hejże, a co to za zgięta pała sterczy w rogu basenu? Pewnie jakiś korzeń. Nie możesz odmówić sobie tej przyjemności: dajesz mu solidnego kopa. To, co się teraz dzieje, przekracza wyobrażenia. Jeśli przetrwasz i będziesz komuś opowiadał o swojej przygodzie, na pewno nie uwierzy. Basen przypomina teraz garnek, w którymś ktoś miesza gruby makaron. Ty jesteś małym ziarnkiem miotanym we wszystkie strony. To ROBALE, najobrzydliwsze stwory podziemnego świata. Chcą rozetrzeć cię na proszek. Wiją swe śliskie cielska. To wyrzucają cię na powierzchnię, to znowu przyciskają cię do dna. Możesz bronić się mieczem - patrz 213. Możesz też zastosować inną broń, czyli.. No właśnie: niektórzy mówią, że skuteczną bronią przeciw ROBALOM jest żrący płyn, inni że wszystkożery (wieczne głodne skorupiaki). Jeśli masz jedno albo drugie - patrz , jeśli jedno i drugie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 24",
                "target_paragraph_id": 24
            },
            {
                "text": "Idź do paragrafu 292",
                "target_paragraph_id": 292
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "item_check",
                "details": "Check if player has jedno"
            },
            {
                "type": "item_gain",
                "details": "Gain jedno"
            }
        ]
    },
    {
        "id": 107,
        "text": "Przystępujesz do walki mieczem. Jeśli wygrałeś - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 23",
                "target_paragraph_id": 23
            }
        ],
        "monster": {
            "name": "STRAŻNIK TAJEMNICY",
            "dexterity": 10,
            "stamina": 14
        },
        "actions": []
    },
    {
        "id": 108,
        "text": "Możesz iść albo na północ - patrz , albo na południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 363",
                "target_paragraph_id": 363
            },
            {
                "text": "Idź do paragrafu 141",
                "target_paragraph_id": 141
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 109,
        "text": "Ni stąd, ni zowąd pojawia się w komnacie obrzydliwy potwór. To KROMAA. Nie masz innego wyjścia: musisz walczyć. Jeśli wygrałeś pierwszą rundę - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 77",
                "target_paragraph_id": 77
            },
            {
                "text": "Idź do paragrafu 163",
                "target_paragraph_id": 163
            }
        ],
        "monster": {
            "name": "KROMAA",
            "dexterity": 7,
            "stamina": 8
        },
        "actions": []
    },
    {
        "id": 110,
        "text": "Jeśli zachowałeś dość siły, możesz spróbować przeskoczyć przez rozpadlinę. Przedtem możesz zjeść Prowiant. Musisz mieć przynajmniej 18W i 9Z. Skok \"kosztuje\" cię -3Z i połowę W (zaokrąglone w dół). Bierzesz długi rozpęd i... rzucasz kostką. Jeśli otrzymałeś 1 lub 2, skok okazał się zbyt krótki - patrz . Jeśli wylosowałeś 3-6, udało ci się, jesteś na drugim brzegu - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 314",
                "target_paragraph_id": 314
            },
            {
                "text": "Idź do paragrafu 288",
                "target_paragraph_id": 288
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 3 dexterity"
            }
        ]
    },
    {
        "id": 111,
        "text": "Wracasz. Podziemna kaplica jest już zupełnie pusta. Przechodzisz przez nią i opuszczasz ją zachodnimi drzwiami. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 194",
                "target_paragraph_id": 194
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 112,
        "text": "Po prostu rzucaj kostką. Jeśli masz przynajmniej 18 punktów - patrz . Jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 28",
                "target_paragraph_id": 28
            },
            {
                "text": "Idź do paragrafu 291",
                "target_paragraph_id": 291
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "item_check",
                "details": "Check if player has przynajmniej 18 punktów"
            }
        ]
    },
    {
        "id": 113,
        "text": "Krok za krokiem wchodzisz do wody. Nogi zapadają się w cuchnące błoto. No, nareszcie możesz płynąć. W pewnej chwili słyszysz dziwne odgłosy. Jakby ktoś wrzucał deski do wody: klap, klap, klap!. Przyspieszasz. Za kępą zarośli dostrzegasz zagadkowe ruchy wody. \"To na pewno nic dobrego\" - myślisz. Jeśli decydujesz się płynąć dalej - patrz . Jeżeli chcesz się wycofać, zajrzyj do paragrafu, którego numer zapisałeś.",
        "choices": [
            {
                "text": "Idź do paragrafu 307",
                "target_paragraph_id": 307
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 114,
        "text": "Niczego nie znajdujesz, ale możesz tu zjeść Prowiant - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 276",
                "target_paragraph_id": 276
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 115,
        "text": "Wybierasz: ·miecz - patrz , ·kościany kordelas - patrz , ·rękawice - patrz , ·tarczę - patrz , ·hełm - patrz , ·młot - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 232",
                "target_paragraph_id": 232
            },
            {
                "text": "Idź do paragrafu 324",
                "target_paragraph_id": 324
            },
            {
                "text": "Idź do paragrafu 95",
                "target_paragraph_id": 95
            },
            {
                "text": "Idź do paragrafu 37",
                "target_paragraph_id": 37
            },
            {
                "text": "Idź do paragrafu 298",
                "target_paragraph_id": 298
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 116,
        "text": "Odbiegasz w kat pieczary. Kamienie pryskają spod stóp. ORK przygląda się uważnie i naciera. Musisz walczyć. Możesz rozejrzeć się po pokoju, jeśli masz na to ochotę - patrz , jeśli nie - opuszczasz pieczarę - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 89",
                "target_paragraph_id": 89
            },
            {
                "text": "Idź do paragrafu 120",
                "target_paragraph_id": 120
            }
        ],
        "monster": {
            "name": "ORK",
            "dexterity": 6,
            "stamina": 4
        },
        "actions": [
            {
                "type": "item_gain",
                "details": "Gain na to ochotę -"
            }
        ]
    },
    {
        "id": 117,
        "text": "Krótki korytarzyk wiedzie na północ, zaraz potem skręca na zachód i oto stajesz przed nowym pomieszczeniem. Nie ma drzwi, a zatem... - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 280",
                "target_paragraph_id": 280
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 118,
        "text": "Zaglądasz w każdy zakamarek, ale niczego nie znajdujesz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 372",
                "target_paragraph_id": 372
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 119,
        "text": "Co ta bestia tak zasłaniała? Dotykasz ściany w miejscu, o które opierał swe plecy włochaty OGRE. Nagle cześć ściany uchyla się. To jest schowek! A w nim długa, ognioodporna lina z hakiem, pusta omszała flasza i skalp WILKOŁAKA. Możesz wziąć najwyżej dwie z tych rzeczy. Jeśli chcesz przeszukać ciało - patrz . Jeśli chcesz opuścić komnatę - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 31",
                "target_paragraph_id": 31
            },
            {
                "text": "Idź do paragrafu 102",
                "target_paragraph_id": 102
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 120,
        "text": "Idziesz na zachód. Korytarz łagodnie skręca w prawo i teraz prowadzi już na północ. Widzisz przed sobą skrzyżowanie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 64",
                "target_paragraph_id": 64
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 121,
        "text": "Wychodzisz z komnaty wschodnimi drzwiami - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 325",
                "target_paragraph_id": 325
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 122,
        "text": "Podnosisz gremlinowi głowę. Wypija wszystko. Szybko wraca do sił. Otwiera księgę. \"Ależ to księga czarów i zaklęć! Należała niegdyś do rodu gremlinów. Skradł ją podstępnie Biały Troll (gdy trolle były jeszcze sługami gremlinów). Od tego czasu wszyscy pomiatają nami, bo żaden z nas nie pamięta już żadnego czaru\". Gremlin otwiera księgę gdzie bądź i czyta: Napotkawszy drzwi ustąpić nie chcące rzeknij: Ledwie gremlin zdążył przeczytać te słowa, trzasnął księgą i w nogi. Nie zdążyłeś nawet zapisać tych słów i już nie wolno ci tego zrobić. Zerknij jeszcze raz na zaklęcie i szybko patrz . Przedtem dodaj sobie +2Z.",
        "choices": [
            {
                "text": "Idź do paragrafu 286",
                "target_paragraph_id": 286
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 2 dexterity"
            }
        ]
    },
    {
        "id": 123,
        "text": "Korytarz biegnie na zachód i skręca na południe. Przed sobą widzisz skrzyżowanie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 39",
                "target_paragraph_id": 39
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 124,
        "text": "Tego nie robi się w towarzystwie. Grubasy znikają. Jeśli chcesz przeszukać komnatę - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 294",
                "target_paragraph_id": 294
            },
            {
                "text": "Idź do paragrafu 231",
                "target_paragraph_id": 231
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 125,
        "text": "Czy byłeś już w tej komnacie? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 261",
                "target_paragraph_id": 261
            },
            {
                "text": "Idź do paragrafu 231",
                "target_paragraph_id": 231
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 126,
        "text": "Atakujesz go mieczem. SSS. Jeśli masz S, rozpoczyna się walka - patrz . Jeśli nie masz S - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 309",
                "target_paragraph_id": 309
            },
            {
                "text": "Idź do paragrafu 244",
                "target_paragraph_id": 244
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "luck_test",
                "details": "SSS required"
            }
        ]
    },
    {
        "id": 127,
        "text": "Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 373",
                "target_paragraph_id": 373
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 128,
        "text": "Drzwi zatrzaskują się za tobą. Dobiega spoza nich głośny rechot KRASNOLU-DÓW. Niesamowity odór zapiera ci dech. Oświetlasz komnatę. Jest niewielka. Miejscami aż po sufit zawalona rozkładającymi się liśćmi sałaty. Poza tym nie ma prawie nic. Tylko jakieś połamane grabie, motyki. W samym rogu pokoju dostrzegasz pęk kluczy. Możesz go zabrać. Mieczem ostukujesz ściany. Wydaje ci się, że w pewnym miejscu wschodniej ściany stukanie daje inny odgłos. Tak, znajdujesz szczelinę. Wkładasz miecz. Naprężasz mięśnie. Blok skalny uchyla się. Błyskawicznie wyskakujesz z cuchnącego pomieszczenia. Tuż za tobą przejście zamyka się z łoskotem. Jesteś w korytarzu - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 108",
                "target_paragraph_id": 108
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 129,
        "text": "Możesz pójść tylko na południe. W pewnym momencie czujesz, że brakuje ci tchu. Padasz na ziemię bez przytomności. Gdy dochodzisz do siebie, siedzisz przy skrzyżowaniu dróg - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 345",
                "target_paragraph_id": 345
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 130,
        "text": "Korytarz ma teraz prawie pięć kroków szerokości. Idziesz więc wygodnie. Prostujesz kości. Przeszedłeś zaledwie sto kroków, a tu następne skrzyżowanie. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 212",
                "target_paragraph_id": 212
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 131,
        "text": "Istotnie, krata się podnosi, ale klucz za nic nie daje się wyjąć. Musisz go zostawić. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 251",
                "target_paragraph_id": 251
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 132,
        "text": "Wracasz błotnistym kanałem aż docierasz do .",
        "choices": [
            {
                "text": "Idź do paragrafu 102",
                "target_paragraph_id": 102
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 133,
        "text": "Rzucasz się na kolana i zaczynasz zgarniać ten ogromny skarb na jeden kopczyk. Ale potwory tylko na to czekały. Ruszają na ciebie. Możesz tylko ratować się Ucieczką - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 385",
                "target_paragraph_id": 385
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 134,
        "text": "Przed tobą skrzyżowanie. Możesz skorzystać z drogi na: · północ - patrz , · wschód - patrz , · południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 270",
                "target_paragraph_id": 270
            },
            {
                "text": "Idź do paragrafu 384",
                "target_paragraph_id": 384
            },
            {
                "text": "Idź do paragrafu 276",
                "target_paragraph_id": 276
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 135,
        "text": "Nie wchodź do tego pokoju, jeśli nie masz choć jednego z tych przedmiotów: blaszanego motyla, drewnianego pala lub szmaragdu, który zapewnia Dar Skrzydeł. Co, nie masz? A, to szkoda - patrz . Jeśli masz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 43",
                "target_paragraph_id": 43
            },
            {
                "text": "Idź do paragrafu 22",
                "target_paragraph_id": 22
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 136,
        "text": "Smok uprzejmie zaprasza cię na swój ogon, którym trochę - co prawda - buja nad jamą, ale zaraz potem lądujesz po drugiej stronie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 186",
                "target_paragraph_id": 186
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 137,
        "text": "Króciutki korytarz - możesz tu zjeść Prowiant - prowadzi do skrzyżowania w kształcie litery T, możesz skręcić tylko na wschód. Później korytarz skręca na południe i znów na wschód i... przed tobą drzwi. Otwierasz je - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 13",
                "target_paragraph_id": 13
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 138,
        "text": "Twój atak wypadł bardzo mizernie. Zaglądasz do plecaka. Jeśli masz smoczek, ciskasz nim w STRAŻNIKA. SSS. Jeśli masz S - patrz . Jeśli nie masz S - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 361",
                "target_paragraph_id": 361
            },
            {
                "text": "Idź do paragrafu 255",
                "target_paragraph_id": 255
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "luck_test",
                "details": "SSS required"
            },
            {
                "type": "item_check",
                "details": "Check if player has smoczek"
            }
        ]
    },
    {
        "id": 139,
        "text": "Dopływasz bez kłopotów do północnego brzegu jeziora - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 195",
                "target_paragraph_id": 195
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 140,
        "text": "No to spójrz jeszcze za siebie. Za drzwiami ukrywają się: ORK i WAMPIR. Wystarczy? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 277",
                "target_paragraph_id": 277
            },
            {
                "text": "Idź do paragrafu 235",
                "target_paragraph_id": 235
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 141,
        "text": "Jesteś w ślepym zaułku korytarza, który tu się kończy, a prowadzi prosto na północ. Możesz tu zjeść prowiant. Teraz nie pozostaje ci już nic innego, jak tylko iść w tym kierunku. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 357",
                "target_paragraph_id": 357
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 142,
        "text": "Docierasz aż na dno basenu. Piasek jest teraz przeorany. Przeciskasz się miedzy mięsistymi makaronami. W pewnej chwili dostrzegasz mały złoty przedmiot - to kluczyk. Na dołączonej do niego blaszce widnieje numer 93. Możesz zabrać klucz. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 320",
                "target_paragraph_id": 320
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 143,
        "text": "Z ciemnego końca komnaty wylatuje w twoim kierunku rój błękitnych strzałek. Żeby określić czy wyrządzą ci jakąś krzywdę - patrz , a potem patrz (zapisz ten numer).",
        "choices": [
            {
                "text": "Idź do paragrafu 315",
                "target_paragraph_id": 315
            },
            {
                "text": "Idź do paragrafu 52",
                "target_paragraph_id": 52
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 144,
        "text": "Wchodzisz w krótki korytarz. Ledwie się zaczął, a już się kończy: gładka ściana zasłania przejście. Siadasz na kamiennym progu. Możesz zjeść cos ze swojego Prowiantu. Jeśli niosłeś w plecaku sałatę (podeptaną), okazuje się, że zepsuła się i zniszczyła jeden posiłek. Wyrzucasz ją. Nagle słyszysz jakieś dudnienie. Chowasz się za skalny wyłom. To stado potworów przebiegło głównym korytarzem. Miałeś szczęście: +1S. Wracasz. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 84",
                "target_paragraph_id": 84
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 1 luck"
            }
        ]
    },
    {
        "id": 145,
        "text": "Rzucasz dwiema kostkami, przegrywasz tyle sztuk złota, ile oczek pokażą kostki. Gdy wylosowana liczba przekracza ilość sztuk złota, które masz, tracisz wszystko. Jeśli chcesz znowu zagrać - patrz . Jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 40",
                "target_paragraph_id": 40
            },
            {
                "text": "Idź do paragrafu 19",
                "target_paragraph_id": 19
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "dice_roll",
                "details": "Rzuć dwiema kostkami"
            }
        ]
    },
    {
        "id": 146,
        "text": "Korytarz biegnie na południe i skręca na wschód. Przed sobą widzisz skrzyżowanie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 64",
                "target_paragraph_id": 64
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 147,
        "text": "\"Tak przyjemnie się z Panem rozmawiało. Proszę, oto drewniany pal i słój żrącego pyłu. Prezent od firmy\". Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 196",
                "target_paragraph_id": 196
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 148,
        "text": "Korytarz skręca na północ i po pewnym czasie masz przed sobą drzwi. Chcesz zobaczyć co za nimi jest - patrz , gdy wycofujesz się - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 8",
                "target_paragraph_id": 8
            },
            {
                "text": "Idź do paragrafu 93",
                "target_paragraph_id": 93
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 149,
        "text": "Ledwie podniosłeś miecz do góry, a tu ziemia osuwa ci się spod nóg. Walisz się jak długi. SSS. Jeśli masz S - patrz . Jeśli nie masz S - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 76",
                "target_paragraph_id": 76
            },
            {
                "text": "Idź do paragrafu 352",
                "target_paragraph_id": 352
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "luck_test",
                "details": "SSS required"
            }
        ]
    },
    {
        "id": 150,
        "text": "Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 373",
                "target_paragraph_id": 373
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 151,
        "text": "Drzwi żadnej z komnat, jakie już odwiedziłeś, nie otwierały się tak cicho i lekko jak te. Stajesz w progu. Pokój ma regularny kształt, proste gładkie ściany. W każdej wbity jest uchwyt na pochodnie. I są pochodnie. W ich świetle dostrzegasz krzątające się niewielkie istoty. To KRASNOLUDY. Biegają między grządkami. Pielą i zbierają swój największy skarb - podziemną sałatę. To o niej mieszkańcy labiryntu mówią: nasz największy przysmak. Chcesz zaprzyjaźnić się z KRASNOLUDAMI? - patrz . Chcesz tylko przejść do drzwi znajdujących się po przeciwnej, wschodniej, stronie pokoju? Patrz . Chcesz zaatakować niewinne stworki? - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 371",
                "target_paragraph_id": 371
            },
            {
                "text": "Idź do paragrafu 272",
                "target_paragraph_id": 272
            },
            {
                "text": "Idź do paragrafu 318",
                "target_paragraph_id": 318
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 152,
        "text": "Przeszkoda ustępuje. Idziesz korytarzem na wschód, a później skręca on na północ. Po pewnym czasie napotykasz skrzyżowanie. Możesz pójść albo na zachód - patrz , albo na północ - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 73",
                "target_paragraph_id": 73
            },
            {
                "text": "Idź do paragrafu 20",
                "target_paragraph_id": 20
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 153,
        "text": "Szczur to dobry znak. Twój miecz jest zaczarowany. W każdej walce, którą będziesz odtąd prowadził, możesz dodać 1 do siły ataku. Dostajesz +1S. Teraz patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 115",
                "target_paragraph_id": 115
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 1 luck"
            }
        ]
    },
    {
        "id": 154,
        "text": "Zaczepiasz jedną z kulek o rzemień, którym jesteś przepasany. Płyniesz w stronę brzegu. Tak, tego mogłeś się spodziewać: przed linia nadbrzeżnych zarośli widzisz trzy pary błyszczących ślepi. Siec wydaje ci się zbyt cenna zdobyczą, by ją tracić. Nie rezygnujesz z niej, mimo ze masz dwa wyjścia. Możesz podjąć walkę z potworami - patrz , albo ratować się Ucieczką - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 341",
                "target_paragraph_id": 341
            },
            {
                "text": "Idź do paragrafu 88",
                "target_paragraph_id": 88
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 155,
        "text": "Oglądasz ściany, przerzucasz co lżejsze kamienie. Nic z tego - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 212",
                "target_paragraph_id": 212
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 156,
        "text": "Zabiłeś, albo ograłeś do cna, przynajmniej dwa ZŁE! Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 350",
                "target_paragraph_id": 350
            },
            {
                "text": "Idź do paragrafu 286",
                "target_paragraph_id": 286
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 157,
        "text": "O, tak, ta kość jest twarda jak stal. Wspaniale nadaje się do walki. Jeśli w walce WILKOŁAK jest górą, po pierwszej rundzie możesz ratować się Ucieczką - patrz . Gdy nie korzystasz z tej szansy, walczysz dalej i jeśli zwyciężyłeś - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 275",
                "target_paragraph_id": 275
            },
            {
                "text": "Idź do paragrafu 32",
                "target_paragraph_id": 32
            }
        ],
        "monster": {
            "name": "WILKOŁAK",
            "dexterity": 9,
            "stamina": 6
        },
        "actions": []
    },
    {
        "id": 158,
        "text": "Nie masz dosyć? Jeśli chcesz jeszcze raz spróbować ze Smokiem, musisz mieć choć 10 sztuk złota - patrz . Jeśli nie chcesz - patrz , lub .",
        "choices": [
            {
                "text": "Idź do paragrafu 225",
                "target_paragraph_id": 225
            },
            {
                "text": "Idź do paragrafu 269",
                "target_paragraph_id": 269
            },
            {
                "text": "Idź do paragrafu 74",
                "target_paragraph_id": 74
            },
            {
                "text": "Idź do paragrafu 110",
                "target_paragraph_id": 110
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 159,
        "text": "Obsuwa się ściana, która zasłaniała korytarz. Błyskawicznie przebiegasz przez powstały otwór. Tuż za tobą ściana zatrzaskuje się z powrotem - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 78",
                "target_paragraph_id": 78
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 160,
        "text": "Ostrożnie stawiasz kroki. Nogi ocierają się o liście dorodnej sałaty. Mijając środek pokoju dostrzegasz padającą z góry strużkę światła. Nie zdradzasz swego odkrycia. Dochodzisz do stołu - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 10",
                "target_paragraph_id": 10
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 161,
        "text": "Wracasz chodnikiem do skrzyżowania - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 348",
                "target_paragraph_id": 348
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 162,
        "text": "Tracisz 1W. SSS. Jeśli masz S, NIETOPERZ przechwytuje cię w locie, ale - ścierwo - żąda złota za ratunek. Jeśli obiecasz mu 10 sztuk złota, zaniesie cię na brzeg, z którego wyruszyłeś - patrz . Jeśli obiecasz mu 20 sztuk złota, zaniesie cię na drugi brzeg - patrz . Musisz obiecać mu jedno lub drugie. Jeśli nie masz S, spadasz w otchłań, zaczepiając o występy skalne przeciwległej krawędzi szczeliny. Gdy przez chwilę zawisnąłeś na jednym z nich, dostrzegasz wylot jakiegoś tunelu. Udaje ci się wpełznąć do tego wylotu. Jesteś piekielnie - to dobre słowo - zmęczony. Powinieneś zjeść Prowiant. Tym razem daje ci on +5W, a za wyczyn dostajesz +2Z. Na dokładkę za diabelskie - to tez dobre słowo! - szczęście +3S. Wstajesz. Korytarz jest przestronny i widny, kończy się okrągłą salką. Z góry zwisa lina. Podciągasz się na niej. Na szczycie \"komina\" wychodzisz do identycznej salki jak na dole. Widzisz przed sobą jakieś drzwi. Popychasz je. Okazuje się, że to drzwi obrotowe. Lądujesz w jakimś korytarzu, a drzwi szczelnie się zamykają. Nie sposób poznać, że tu istnieją. Trafiłeś akurat na zakręt tunelu, który biegnie z północy na wschód. Idziesz w kierunku wschodnim. Dochodzisz do grubych drzwi. Otwierasz je. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 57",
                "target_paragraph_id": 57
            },
            {
                "text": "Idź do paragrafu 13",
                "target_paragraph_id": 13
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "luck_test",
                "details": "SSS required"
            },
            {
                "type": "stat_change",
                "details": "lose 1 stamina"
            },
            {
                "type": "stat_change",
                "details": "gain 5 stamina"
            },
            {
                "type": "stat_change",
                "details": "gain 2 dexterity"
            },
            {
                "type": "stat_change",
                "details": "gain 3 luck"
            }
        ]
    },
    {
        "id": 163,
        "text": "Walczysz do końca. Gdy pokonasz potwora, okazuje się, że fontanna jest już pusta. Dokładnie oglądasz ściany jaskini. Po północnej stronie odkrywasz zawalony głazem otwór. To jest wyjście. Otrzymujesz +1S. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 197",
                "target_paragraph_id": 197
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 1 luck"
            }
        ]
    },
    {
        "id": 164,
        "text": "Korytarz prowadzi na wschód, potem skręca na północ i znowu na wschód. Po przejściu kilkunastu kroków widzisz przed sobą schody kończące się drzwiami. Prowadzą w dół. Podchodzisz do drzwi. Czy byłeś już tutaj?. Jeśli tak - patrz . Jeśli nie, zastanów się czy chcesz zobaczyć co kryje się za drzwiami. Chcesz - patrz , nie chcesz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 290",
                "target_paragraph_id": 290
            },
            {
                "text": "Idź do paragrafu 302",
                "target_paragraph_id": 302
            },
            {
                "text": "Idź do paragrafu 253",
                "target_paragraph_id": 253
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 165,
        "text": "Będziesz atakować. Czym? Mieczem? Najpierw poszukaj innej broni. Możesz wybrać jedną, jeśli masz: ·młot goblinów - patrz , ·diamentową ostrogę - patrz , ·ognistą kulę - patrz , ·włócznię - patrz . Jeśli nie masz żadnej z tych broni - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 54",
                "target_paragraph_id": 54
            },
            {
                "text": "Idź do paragrafu 198",
                "target_paragraph_id": 198
            },
            {
                "text": "Idź do paragrafu 344",
                "target_paragraph_id": 344
            },
            {
                "text": "Idź do paragrafu 281",
                "target_paragraph_id": 281
            },
            {
                "text": "Idź do paragrafu 255",
                "target_paragraph_id": 255
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 166,
        "text": "Przekomarzasz się z KRASNALEM. Dzięki temu odpoczywasz: +3W, +2Z. W końcu odstępujesz motyla. Za darmo - patrz , czy za złoto? - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 202",
                "target_paragraph_id": 202
            },
            {
                "text": "Idź do paragrafu 320",
                "target_paragraph_id": 320
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 3 stamina"
            },
            {
                "type": "stat_change",
                "details": "gain 2 dexterity"
            }
        ]
    },
    {
        "id": 167,
        "text": "Czy masz ze sobą jakiś napój lub wodę (byle nie zaczarowaną)? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 236",
                "target_paragraph_id": 236
            },
            {
                "text": "Idź do paragrafu 90",
                "target_paragraph_id": 90
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 168,
        "text": "Możesz użyć miecza - patrz . Jeśli nie chcesz walki, musisz ratować się Ucieczką - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 213",
                "target_paragraph_id": 213
            },
            {
                "text": "Idź do paragrafu 320",
                "target_paragraph_id": 320
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 169,
        "text": "Pierwszy DEMON zrywa się do lotu i rusza w twoją stronę. Będziesz walczył. Jeśli walka ma niekorzystny przebieg, po pierwszej rundzie możesz ratować się Ucieczką - patrz . Jeśli zwyciężyłeś potwora - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 385",
                "target_paragraph_id": 385
            },
            {
                "text": "Idź do paragrafu 297",
                "target_paragraph_id": 297
            }
        ],
        "monster": {
            "name": "DEMON",
            "dexterity": 8,
            "stamina": 5
        },
        "actions": []
    },
    {
        "id": 170,
        "text": "Dochodzisz do skrzyżowania. Ma kształt litery T. Możesz iść na: · północ - patrz , · wschód - patrz , · południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 84",
                "target_paragraph_id": 84
            },
            {
                "text": "Idź do paragrafu 319",
                "target_paragraph_id": 319
            },
            {
                "text": "Idź do paragrafu 357",
                "target_paragraph_id": 357
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 171,
        "text": "Pospiesznie wychodzisz z komnaty. Są dwa wyjścia: to, którym wszedłeś i drugie - na wschodniej ścianie. Jeśli wybierasz pierwsze - patrz , a jeśli drugie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 50",
                "target_paragraph_id": 50
            },
            {
                "text": "Idź do paragrafu 99",
                "target_paragraph_id": 99
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 172,
        "text": "Czy przepłynąłeś jezioro po raz drugi? Jeśli tak - patrz , jeśli przepłynąłeś je więcej niż dwa razy - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 15",
                "target_paragraph_id": 15
            },
            {
                "text": "Idź do paragrafu 365",
                "target_paragraph_id": 365
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 173,
        "text": "Po pewnym czasie korytarz skręca na zachód - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 134",
                "target_paragraph_id": 134
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 174,
        "text": "Gdziekolwiek stąpniesz, ziemia pali cię w stopy. By określić, czy ten żar wyrządza ci krzywdę - patrz , a potem .",
        "choices": [
            {
                "text": "Idź do paragrafu 315",
                "target_paragraph_id": 315
            },
            {
                "text": "Idź do paragrafu 200",
                "target_paragraph_id": 200
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 175,
        "text": "Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 373",
                "target_paragraph_id": 373
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 176,
        "text": "Zbliżasz się do skrzyżowania. Możesz pójść na: · północ - patrz , · wschód - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 27",
                "target_paragraph_id": 27
            },
            {
                "text": "Idź do paragrafu 230",
                "target_paragraph_id": 230
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 177,
        "text": "Pod kamieniem schowana była ognista kula. Możesz ja zabrać. Dolicz sobie +3S. Wychodzisz. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 330",
                "target_paragraph_id": 330
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 3 luck"
            }
        ]
    },
    {
        "id": 178,
        "text": "Coraz trudniej wyciągnąć stopy z błotnistej mazi. Powietrze staje się coraz wilgotniejsze. Korytarz stopniowo się rozszerza, aż w końcu wychodzisz na brzeg podziemnego jeziora. Brzegi zarośnięte są roślinnością o grubych, szerokich liściach. Sklepienie zawieszone jest wysoko. W kilku miejscach przesączają się przez nie cienkie strugi światła. Rozglądasz się uważnie. Czy to ślepy zaułek? Nie dostrzegasz innego wyjścia niż to, którym przyszedłeś. Patrz - .",
        "choices": [
            {
                "text": "Idź do paragrafu 15",
                "target_paragraph_id": 15
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 179,
        "text": "Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 373",
                "target_paragraph_id": 373
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 180,
        "text": "Ponownie przeszukujesz pokój. W torbie ORKA, której nie zdążyłeś przejrzeć, znajdujesz klucz. Jest na nim wygrawerowana liczba 45. Możesz go wziąć ze sobą. Wpisz klucz na swoją \"Listę ekwipunku\". Nie zapomnij o zapisaniu liczby podanej na kluczu. Wychodzisz z komnaty pozostawiając drzwi otwarte - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 120",
                "target_paragraph_id": 120
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 181,
        "text": "Ciskasz w potwora pękiem kluczy, który znalazłeś w jednej z odwiedzonych komnat. Rzut jest celny, ale niegroźny. WILKOŁAK przechwytuje pęk i ucieka. Ruszasz w pogoń. WILKOŁAK wpada do wąskiej, ale głębokiej rozpadliny znajdującej się w rogu pieczary. Spada na dno i ginie. Przyświecasz sobie latarnią. Widzisz w głębi zwaliste cielsko potwora, a obok niego pobłyskują klucze. Jeśli masz przy sobie linę - patrz . Jeśli nie masz liny - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 329",
                "target_paragraph_id": 329
            },
            {
                "text": "Idź do paragrafu 32",
                "target_paragraph_id": 32
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "item_check",
                "details": "Check if player has przy sobie linę"
            },
            {
                "type": "item_gain",
                "details": "Gain liny -"
            }
        ]
    },
    {
        "id": 182,
        "text": "Czy chcesz szukać jakichś sekretnych przejść? Jeśli tak - patrz . Jeżeli chcesz zawrócić - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 30",
                "target_paragraph_id": 30
            },
            {
                "text": "Idź do paragrafu 259",
                "target_paragraph_id": 259
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 183,
        "text": "To, co spotkałeś w tym pokoju, tak bardzo się różni od okrutnej rzeczywistości podziemnego świata, że z sympatii dla wesołych stworów postanawiasz grać uczciwie - patrz . \"Te naiwniaki pewnie dadzą się oszukać: - myślisz; będziesz grał nieuczciwie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 40",
                "target_paragraph_id": 40
            },
            {
                "text": "Idź do paragrafu 229",
                "target_paragraph_id": 229
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 184,
        "text": "Wycierasz zakrwawiony miecz o skóry leżące pod twymi nogami. Nacierasz. Już po pierwszej rundzie możesz ratować się Ucieczką - patrz . Nie chcesz? - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 385",
                "target_paragraph_id": 385
            },
            {
                "text": "Idź do paragrafu 226",
                "target_paragraph_id": 226
            }
        ],
        "monster": {
            "name": "DEMON",
            "dexterity": 7,
            "stamina": 6
        },
        "actions": []
    },
    {
        "id": 185,
        "text": "Wchodzisz do wąskiego korytarzyka. Prowadzi on do dużego pomieszczenia - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 252",
                "target_paragraph_id": 252
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 186,
        "text": "Udało ci się dotrzeć na drugi brzeg. Masz trzy wyjścia: jedno prowadzi na zachód (A), a dwa na północ, jedno z nich jest położone bardziej na zachód (B) niż drugie (C). Które wybierasz? A - patrz , B - patrz , C - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 368",
                "target_paragraph_id": 368
            },
            {
                "text": "Idź do paragrafu 117",
                "target_paragraph_id": 117
            },
            {
                "text": "Idź do paragrafu 360",
                "target_paragraph_id": 360
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 187,
        "text": "Niestety szmaragd nie zainteresował KRASNALA - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 81",
                "target_paragraph_id": 81
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 188,
        "text": "Korytarz skręca na południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 221",
                "target_paragraph_id": 221
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 189,
        "text": "Jeśli nie grałeś jeszcze ze wszystkimi trzema ZŁYMI - patrz . Jeśli grałeś już ze wszystkimi trzema - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 303",
                "target_paragraph_id": 303
            },
            {
                "text": "Idź do paragrafu 156",
                "target_paragraph_id": 156
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 190,
        "text": "Możesz wybrać dowolny miecz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 115",
                "target_paragraph_id": 115
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 191,
        "text": "Maszerujesz dość długo, gdy nagle słyszysz piekielny trzask. Tuz za tobą spadła potężna krata, która odcięła ci powrót. Z duszą na ramieniu idziesz dalej. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 386",
                "target_paragraph_id": 386
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 192,
        "text": "\"A może by tak wycisnąć coś z tego pajaca?\" - myślisz. Sięgasz po miecz. Ech, po co po miecz? Wystarczy zdzielić go pięścią. Podchodzisz do stwora i zamierzasz się. Istota znika. Na dodatek z hukiem opada krata w przejściu, którym dostałeś się do tego pokoju. Rozglądasz się. Nie widzisz żadnego innego wyjścia. Podchodzisz do fontanny. Istotnie na jej dnie widzisz różne zagadkowe przedmioty: kość potwora, słój z wszystkożerami (wiecznie głodnymi skorupiakami), blaszanego motyla, włócznię i błyszczący kluczyk. To co: chcesz wodę, czy którąś z tych rzeczy. Pamiętaj, ze możesz wziąć tylko jedna rzecz. Żeby nabrać wody musisz mieć naczynie. Jeśli masz, ale jest pełne, zastanów się: może warto wylać jego zawartość. Wybierasz wodę? - patrz . Jeśli wybierasz przedmiot, wpisz go na \"Listę ekwipunku\" i patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 306",
                "target_paragraph_id": 306
            },
            {
                "text": "Idź do paragrafu 220",
                "target_paragraph_id": 220
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 193,
        "text": "Za jednego pokonanego potwora dostajesz 5 sztuk złota. Za odwagę dostajesz +2Z, a za szczęście +2S. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 51",
                "target_paragraph_id": 51
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 2 dexterity"
            },
            {
                "type": "stat_change",
                "details": "gain 2 luck"
            }
        ]
    },
    {
        "id": 194,
        "text": "Wracasz przestronnym chodnikiem aż do miejsca, gdzie się kończy. Wspinasz się do otworu. Przeciskasz się przez dziurę i wychodzisz na brzeg jeziora - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 195",
                "target_paragraph_id": 195
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 195,
        "text": "Możesz próbować ponownie przepłynąć jezioro. Decydujesz się. Jeśli tak, zapisz numer niniejszego paragrafu i patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 113",
                "target_paragraph_id": 113
            },
            {
                "text": "Idź do paragrafu 46",
                "target_paragraph_id": 46
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 196,
        "text": "Opuszczasz komnatę drzwiami w północnej ścianie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 282",
                "target_paragraph_id": 282
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 197,
        "text": "Długi chodnik prowadzi prosto na północ. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 276",
                "target_paragraph_id": 276
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 198,
        "text": "Rzucasz diamentową ostrogę. Odbija się od skały i zamiast trafić STRAŻNIKA, trafia ciebie: -1W. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 138",
                "target_paragraph_id": 138
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 1 stamina"
            }
        ]
    },
    {
        "id": 199,
        "text": "Szukasz miejsca, gdzie rozsypane było złoto. Jest go teraz znacznie mniej! Udaje ci się zebrać tylko 20 sztuk. Dobre i to... Spokojnie ruszasz ku wyjściu - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 385",
                "target_paragraph_id": 385
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 200,
        "text": "Po pewnym czasie dostrzegasz drzwi w południowej ścianie. Jeśli są otwarte - patrz . Jeśli są zamknięte - patrz . Zasadą jest, że drzwi, przez które nie przechodziłeś, są zamknięte. Wyjątki opisane są w tekście.",
        "choices": [
            {
                "text": "Idź do paragrafu 120",
                "target_paragraph_id": 120
            },
            {
                "text": "Idź do paragrafu 301",
                "target_paragraph_id": 301
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 201,
        "text": "Rzucasz dwiema kostkami. Wygrywasz tyle sztuk złota, ile oczek pokażą kostki. Jeśli chcesz jeszcze raz zagrać - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 40",
                "target_paragraph_id": 40
            },
            {
                "text": "Idź do paragrafu 19",
                "target_paragraph_id": 19
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "dice_roll",
                "details": "Rzuć dwiema kostkami"
            }
        ]
    },
    {
        "id": 202,
        "text": "Dostajesz uśmiech od KRASNALA i nic więcej - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 81",
                "target_paragraph_id": 81
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 203,
        "text": "No, to musisz dać sobie spokój - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 129",
                "target_paragraph_id": 129
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 204,
        "text": "Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 387",
                "target_paragraph_id": 387
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 205,
        "text": "Podchodzisz do ołtarzyka. Zdejmujesz kamienną kasetę. Ostrzem miecza podnosisz wieko. Na dnie leży zielony kamyk. To szmaragd! Wyjmujesz go i przeglądasz pod światło oliwnej lampy. Jest wspaniały. Ale... wypada ci z ręki i rozbija się o kamienną posadzkę. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 254",
                "target_paragraph_id": 254
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 206,
        "text": "Korytarz skręca na północ - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 348",
                "target_paragraph_id": 348
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 207,
        "text": "Jedna noga, druga, teraz głęboki wdech, głowa i już z wąskiego, skalnego gardła wpadasz na płaską, kamienną posadzkę, a na głowę leci ci cały oręż i ekwipunek, który zgromadziłeś. O, wielki Almanhagorze, gdybyś to widział! W tej jaskini zmieściłby się cały twój zamek. Razem w wieżami! Wszystko wokół jest purpurowe i połyskliwe. Ze sklepienia zwisają skalne jęzory. Ich cienie odbijają się w błyszczącej tafli kamiennej posadzki. Czujesz się jak mrówka, którą przygniata jeż wygrzewający swój brzuch. Ja to wszystko widzę... Dlaczego ja to widzę? Moja latarnia może oświetlić tylko niewielkie pieczary. Na miłość Zarganny, mojej boginki, tam jest ogień piekielny! Lustrzana podłoga rozdarta jest pośrodku głębokim rowem. To z jego wnętrza wyziera czerwona jasność. Pełzniesz w ciszy, podciągając się wilgotnymi ze strachu dłońmi. Przesłaniasz ręką oczy, zaglądasz w otchłań. Ziemia płonie. Haruum, ojcze, jaki byłem naiwny, gdy myślałem że wystarczy rzemieniem przywiązać do pasa miecz, zapakować suchary, a później ruszyć przez korytarze by wydrzeć Podziemiom ich tajemnicę... Wracasz pod ścianę jaskini. Łyk zaczarowanej wody (jeśli ją masz): +3W, +3Z. Rozglądasz się po jaskini. Musisz przeprawić się przez tę piekielną rozpadlinę. To jedyna droga. W przeciwległym końcu pieczary widzisz jakiś mostek. Och, już jest nadzieja... Przeglądasz swój ekwipunek. Jeśli masz linę z hakiem, twoje szanse rosną. To dodaje ci odwagi. Wstajesz. Jeszcze raz zbliżasz się do jamy. Teraz, gdy stoisz, wydaje ci się nie tak szeroka jak przedtem. I ogień jakby zelżał. To zastanawiające: taki ogrom, taka jasność i... taka cisza. Ale nie. Czy to śpiew? Gdzieś z końca pieczary słychać coraz donioślejszy, niski głos. Zza skał wylania się grube cielsko w zielono-żółte paski, z czerwonym grzebieniem wzdłuż całego grzbietu. To Smok! Czy słyszałeś opowieści o zwariowanym smoku, które snują niektórzy mieszkańcy podziemi? To właśnie on. Odważnie podchodzisz do smoka. Właśnie przybija do skały tablicę. Na niej napis: \"Smok ROZKROK. Transport przez dziurę. Miła obsługa - jeśli masz 10 sztuk złota\". Przygląda ci się jakby cię tu codziennie widywał. Masz cztery wyjścia. Możesz: · skorzystać ze smoczego transportu - patrz , · spróbować przerzucić linę na drugi brzeg i przejść po niej (jeśli ją masz) - patrz , · zaryzykować spacer przez most - patrz , · zrobić gigantyczny skok kosztem prawie całej swojej siły - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 35",
                "target_paragraph_id": 35
            },
            {
                "text": "Idź do paragrafu 269",
                "target_paragraph_id": 269
            },
            {
                "text": "Idź do paragrafu 74",
                "target_paragraph_id": 74
            },
            {
                "text": "Idź do paragrafu 110",
                "target_paragraph_id": 110
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 3 stamina"
            },
            {
                "type": "stat_change",
                "details": "gain 3 dexterity"
            },
            {
                "type": "item_check",
                "details": "Check if player has linę z hakiem"
            },
            {
                "type": "item_check",
                "details": "Check if player has 10 sztuk złota\""
            }
        ]
    },
    {
        "id": 208,
        "text": "Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 373",
                "target_paragraph_id": 373
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 209,
        "text": "Długi korytarz prowadzi na północ, następnie szerokim łukiem skręca na zachód i gwałtownie zmienia kierunek na północny. Kończy się niewielkim otworem, przez który prześwieca czerwony brzask. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 207",
                "target_paragraph_id": 207
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 210,
        "text": "Możesz opuścić tę komnatę tylko wyjściem północnym - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 248",
                "target_paragraph_id": 248
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 211,
        "text": "ZŁY wyciąga przed siebie dłoń i pokazuje, że ma wszystkiego 10 sztuk złota. Ustalasz stawkę (od 1 do 5 sztuk złota). Rzucasz jedną kostką: najpierw za siebie, a potem za potwora. Kostka pokazuje ile strzałek było celnych. Kto trafił więcej razy ten zabiera stawkę. Możesz wielokrotnie robić takie zakłady i przerwać grę w dowolnym momencie. Jeśli przerywasz grę albo ogrywasz ZŁEGO do ostatniej sztuki złota - patrz . Może zdarzyć się, że ZŁY wygra całe twoje złoto - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 189",
                "target_paragraph_id": 189
            },
            {
                "text": "Idź do paragrafu 367",
                "target_paragraph_id": 367
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 212,
        "text": "Dochodzisz do sporego placyku, którego drogi rozchodzą się w czterech kierunkach. Który wybierasz? · zachód - patrz , · północ - patrz , · wschód - patrz , · południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 287",
                "target_paragraph_id": 287
            },
            {
                "text": "Idź do paragrafu 38",
                "target_paragraph_id": 38
            },
            {
                "text": "Idź do paragrafu 82",
                "target_paragraph_id": 82
            },
            {
                "text": "Idź do paragrafu 336",
                "target_paragraph_id": 336
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 213,
        "text": "Wszystkie ROBALE traktujesz jako jednego potwora, bo kto by je policzył. Jeśli zwyciężyłeś - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 320",
                "target_paragraph_id": 320
            }
        ],
        "monster": {
            "name": "ROBALE",
            "dexterity": 7,
            "stamina": 8
        },
        "actions": []
    },
    {
        "id": 214,
        "text": "Czy pierwszy raz przepłynąłeś z jednego brzegu na drugi? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 65",
                "target_paragraph_id": 65
            },
            {
                "text": "Idź do paragrafu 172",
                "target_paragraph_id": 172
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 215,
        "text": "Idziesz prosto na południe aż dochodzisz do komnaty z fontanną, opuszczasz ją wschodnim wejściem - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 39",
                "target_paragraph_id": 39
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 216,
        "text": "Z całych sił miotasz tarczą o strop. Skalne odłamki walą się na łeb potwora. Odejmujesz 2 od jego Z i walczysz. Jeśli zwyciężyłeś - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 32",
                "target_paragraph_id": 32
            }
        ],
        "monster": {
            "name": "WILKOŁAK",
            "dexterity": 7,
            "stamina": 6
        },
        "actions": []
    },
    {
        "id": 217,
        "text": "Spoglądasz na grubasy siedzące za stołem. Znowu niektóre znikają, inne pojawiają się. Na dobre zniknął gospodarz. Oj, już wiesz w czym rzecz. To jest eliksir niewidzialności. Masz teraz przewagę: grubasy nie widzą cię. Możesz skutecznie wymierzać ciosy mieczem. Postępujesz podobnie jak poprzednio, ale dwukrotnie rzucasz kostką dla jednego grubasa. Masz podwójną szansę wylosowania odpowiedniej liczby. Zajmujesz się dwoma grubasami. Gdy skończyłeś - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 26",
                "target_paragraph_id": 26
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 218,
        "text": "Zbliżasz się do skrzyżowania. Możesz pójść na: · zachód - patrz , · północ - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 61",
                "target_paragraph_id": 61
            },
            {
                "text": "Idź do paragrafu 333",
                "target_paragraph_id": 333
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 219,
        "text": "To co: bierzesz ten drewniany pal i słój żrącego pyłu? Może lepiej wziąć? Jeśli podoba ci się ten pomysł patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 323",
                "target_paragraph_id": 323
            },
            {
                "text": "Idź do paragrafu 147",
                "target_paragraph_id": 147
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 220,
        "text": "Jeśli wybrałeś kość potwora, słój z wszystkożernymi skorupiakami, blaszanego motyla lub włócznię - patrz , a jeśli klucz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 109",
                "target_paragraph_id": 109
            },
            {
                "text": "Idź do paragrafu 366",
                "target_paragraph_id": 366
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 221,
        "text": "Dochodzisz do skrzyżowania, którym możesz przedostać się na: · północ - patrz , · wschód - patrz , · południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 339",
                "target_paragraph_id": 339
            },
            {
                "text": "Idź do paragrafu 41",
                "target_paragraph_id": 41
            },
            {
                "text": "Idź do paragrafu 173",
                "target_paragraph_id": 173
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 222,
        "text": "Wykładasz na stół całe złoto, które zdobyłeś, niektóre przedmioty i skarby, obiecujesz mu swój zaczarowany miecz. To wszystko za otwarcie skarbca. On nie mówi ani słowa. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 311",
                "target_paragraph_id": 311
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 223,
        "text": "No, to straciłeś wszystkie szanse. Zostałeś sam w pustym pokoju. Zniknął również pal. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 121",
                "target_paragraph_id": 121
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 224,
        "text": "Po kilkunastu krokach korytarz skręca na wschód. Idziesz dalej. W południowej ścianie korytarza dostrzegasz drzwi. Jeśli są otwarte - patrz , a jeśli zamknięte - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 180",
                "target_paragraph_id": 180
            },
            {
                "text": "Idź do paragrafu 301",
                "target_paragraph_id": 301
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 225,
        "text": "Płacisz następne 10 sztuk złota. Smok robi rozkrok i... znowu się zaczyna. SSS. Jeśli masz S, przechodzisz na drugi brzeg - patrz . Jeśli nie masz S, Smok zrzuca cię z powrotem - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 186",
                "target_paragraph_id": 186
            },
            {
                "text": "Idź do paragrafu 3",
                "target_paragraph_id": 3
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "luck_test",
                "details": "SSS required"
            }
        ]
    },
    {
        "id": 226,
        "text": "Walka trwa dalej. Po drugiej rundzie znów możesz Uciec - patrz . Na pewno chcesz walczyć dalej? Jeśli tak - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 385",
                "target_paragraph_id": 385
            },
            {
                "text": "Idź do paragrafu 101",
                "target_paragraph_id": 101
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 227,
        "text": "Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 373",
                "target_paragraph_id": 373
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 228,
        "text": "Korytarz biegnie na północ i skręca na wschód. Przed sobą widzisz skrzyżowanie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 102",
                "target_paragraph_id": 102
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 229,
        "text": "SSS. Jeśli masz S - patrz . Jeśli nie masz S - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 66",
                "target_paragraph_id": 66
            },
            {
                "text": "Idź do paragrafu 383",
                "target_paragraph_id": 383
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "luck_test",
                "details": "SSS required"
            }
        ]
    },
    {
        "id": 230,
        "text": "Po kilku zaledwie krokach korytarz się kończy. Czy chcesz szukać sekretnych przejść? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 36",
                "target_paragraph_id": 36
            },
            {
                "text": "Idź do paragrafu 176",
                "target_paragraph_id": 176
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 231,
        "text": "Cicho wchodzisz do pokoju. W kilku miejscach palą się oliwne lampy. Wszystkie ściany od góry do dołu obwieszone są pękami różnych ziół. W powietrzu unosi się dziwny, mdły zapach. Dopiero teraz zatrzymujesz wzrok na kilku postaciach, które siedzą w przeciwległym rogu pokoju. Siedzą na wielkiej skórze rozpostartej na ziemi. Powoli podchodzisz do nich. Stary humanoid o długich, opadających na ramiona włosach wydaje się być postacią najważniejszą. Pozostałe trzy to potwory, o których mówią: ZŁE. Pomarszczona ziemista skóra, wyłupiaste groźne oczy. Ubrane są w krótkie kurtki z wędzonych, mięsistych liści Menalois. Kurtki przepasali giętkimi korzeniami drzew, które miejscami które miejscami przerastają sklepienia korytarzy. Do korzeni przywiązane są za ogony zielone jaszczury zamieszkujące brzegi podziemnego jeziora. ZŁE zapewne dopiero co stamtąd przyszły i szykują posiłek. W ich okrągłych ślepiach widzisz błysk radości. Chcą zaprosić cię na przekąskę? Nie, oni widzą w tobie partnera. Największą słabością ZŁYCH jest gra. Nie w karty, kulki, czy łapanie skalnych myszy. One uwielbiają rzucanie strzałkami. Bez słów wstają i uprzejmym gestem pokazują ci otwór w południowej ścianie. To przejście do następnego pomieszczenia. Chcesz iść z nimi? Jeśli tak patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 18",
                "target_paragraph_id": 18
            },
            {
                "text": "Idź do paragrafu 286",
                "target_paragraph_id": 286
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 232,
        "text": "Jeśli miecz jest pierwsza wybraną przez ciebie bronią - patrz , a jeśli drugą - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 271",
                "target_paragraph_id": 271
            },
            {
                "text": "Idź do paragrafu 68",
                "target_paragraph_id": 68
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 233,
        "text": "Nagle - jak ruchoma scena - podłoga obraca się razem ze ścianą przegradzającą przejście. Lądujesz w korytarzu biegnącym z północy na południe. Po przejściu w skale ani śladu. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 78",
                "target_paragraph_id": 78
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 234,
        "text": "Kończysz walkę z DEMONEM. Czy chcesz zajrzeć do kamiennej puszki stojącej na ołtarzyku? - patrz , czy też interesuje cię tylko złoto? - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 205",
                "target_paragraph_id": 205
            },
            {
                "text": "Idź do paragrafu 199",
                "target_paragraph_id": 199
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 235,
        "text": "W drzwiach staje MINOTAUR. Wystarczy? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 92",
                "target_paragraph_id": 92
            },
            {
                "text": "Idź do paragrafu 327",
                "target_paragraph_id": 327
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 236,
        "text": "Wchodzisz do komnaty. Podbiegają do ciebie dwa KRASNOLUDY. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 4",
                "target_paragraph_id": 4
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 237,
        "text": "Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 373",
                "target_paragraph_id": 373
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 238,
        "text": "Napotykasz grupę wędrujących Potworów. Są to: GREMLIN, LICHA, BRONGO, ORKONIK i SAMASKÓRA. Walczysz z nimi w podanej kolejności. Po walce z każdym możesz ratować się Ucieczką.",
        "choices": [],
        "monster": {
            "name": "GREMLIN",
            "dexterity": 5,
            "stamina": 3
        },
        "actions": []
    },
    {
        "id": 239,
        "text": "Już po kilkunastu krokach chodnik skręca w lewo, potem kolejnych kilkanaście kroków i widzisz przed sobą drzwi. Przystawiasz ucho. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 125",
                "target_paragraph_id": 125
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 240,
        "text": "Stąpasz ostrożnie. Siatka niebezpiecznie się napina i złowrogo trzeszczy. Jeszcze tylko jeden krok. Rzucasz się na zmurszałe bale. Noga zawadzasz o siatkę. Ta spada w dół i natychmiast płonie. Do przeciwnego brzegu już niedaleko. Brak ci już sił i powietrza w płucach. Opierasz się o poręcz, ta z trzaskiem łamie się i wali w otchłań. Z trudem łapiesz równowagę. Rzuć raz jedną kostką. Tracisz tyle W ile wyrzuciłeś na kostce. Jeśli nie masz tyle W zachowujesz tylko 1. Pełzając docierasz do upragnionego, drugiego brzegu przepaści - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 288",
                "target_paragraph_id": 288
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 241,
        "text": "Pamiętaj, że możesz nabrać wody z jeziora - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 132",
                "target_paragraph_id": 132
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 242,
        "text": "Robisz kilkadziesiąt kroków i... skalna ściana przegradza chodnik. SSS. Jeśli masz S - patrz . Jeśli nie masz S - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 233",
                "target_paragraph_id": 233
            },
            {
                "text": "Idź do paragrafu 111",
                "target_paragraph_id": 111
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "luck_test",
                "details": "SSS required"
            }
        ]
    },
    {
        "id": 243,
        "text": "A czy chcesz wejść? Tak - patrz , nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 355",
                "target_paragraph_id": 355
            },
            {
                "text": "Idź do paragrafu 129",
                "target_paragraph_id": 129
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 244,
        "text": "WILKOŁAK znowu paraliżuje cię wzrokiem i wytrąca z ręki miecz: -1W. Podnosisz miecz i atakujesz inną bronią - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 63",
                "target_paragraph_id": 63
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 1 stamina"
            }
        ]
    },
    {
        "id": 245,
        "text": "Uderzasz barkiem z całej siły. Ale drzwi ani drgnęły. Tracisz 1W. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 108",
                "target_paragraph_id": 108
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 1 stamina"
            }
        ]
    },
    {
        "id": 246,
        "text": "Nic z tego. Ale KRASNAL inaczej formułuje swą ofertę: albo 20 sztuk złota, albo smoczek. Co wolisz! Złoto - patrz , smoczek - patrz . Wycofujesz się z transakcji - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 289",
                "target_paragraph_id": 289
            },
            {
                "text": "Idź do paragrafu 369",
                "target_paragraph_id": 369
            },
            {
                "text": "Idź do paragrafu 81",
                "target_paragraph_id": 81
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 247,
        "text": "Po kilku krokach dochodzisz do drzwi komnaty. Jeśli są otwarte, nie zbliżaj się, wracaj - patrz . Jeśli są zamknięte, możesz spróbować je otworzyć - patrz , albo wycofać się - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 33",
                "target_paragraph_id": 33
            },
            {
                "text": "Idź do paragrafu 5",
                "target_paragraph_id": 5
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 248,
        "text": "Idziesz korytarzem prosto na północ. Później skręca on w lewo. Właśnie w tym miejscu możesz usiąść i zjeść Prowiant. Gdy już skończyłeś, idź na zachód. Korytarz skręca na północ i po pewnym czasie widzisz przed sobą otwór w skale. Spróbuj się przecisnąć - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 207",
                "target_paragraph_id": 207
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "eat_proviant",
                "details": "Możesz zjeść Prowiant"
            }
        ]
    },
    {
        "id": 249,
        "text": "\"To może jakiś cudowny środek do leczenia ran?\" - pytasz. \"Zaraz się coś znajdzie. Co my tu mamy? Aha, jest drewniany pal i słój żrącego pyłu\". Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 7",
                "target_paragraph_id": 7
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 250,
        "text": "Gobliny, które uciekły nie skapitulowały. Atakują was, a właściwie - ciebie, bo twój sojusznik ledwie żywy usiadł pod ścianą. Ale nie staja do walki, tylko wymyślają różne podstępne sztuczki. Czy chcesz stawić im czoła? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 143",
                "target_paragraph_id": 143
            },
            {
                "text": "Idź do paragrafu 210",
                "target_paragraph_id": 210
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 251,
        "text": "Wychodzisz tędy, którędy wszedłeś - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 39",
                "target_paragraph_id": 39
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 252,
        "text": "Wchodzisz do skarbca. Nie ma tu jednak żadnych skarbów. Jest za to stół, a na stole skrzynia obita blachą, zamknięta na trzy kłódki. Możesz albo rozbić kłódki mieczem - patrz , albo spróbować otworzyć je kluczami - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 149",
                "target_paragraph_id": 149
            },
            {
                "text": "Idź do paragrafu 76",
                "target_paragraph_id": 76
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 253,
        "text": "Wchodzisz po schodach, później korytarzem, aż ujrzysz skrzyżowanie. Wówczas patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 267",
                "target_paragraph_id": 267
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 254,
        "text": "Nagle z końca komnaty rozlega się potężny ryk. Udaje ci się pochwycić garść złota (jak się później okazało 10 sztuk) i ratujesz się Ucieczką - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 385",
                "target_paragraph_id": 385
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 255,
        "text": "Pozostał ci tylko miecz. Sięgasz po niego i ruszasz w stronę wroga. Jeśli wygrałeś - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 23",
                "target_paragraph_id": 23
            }
        ],
        "monster": {
            "name": "STRAŻNIK TAJEMNICY",
            "dexterity": 10,
            "stamina": 16
        },
        "actions": []
    },
    {
        "id": 256,
        "text": "Znowu nie znajdujesz żadnego przejścia - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 378",
                "target_paragraph_id": 378
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 257,
        "text": "Pytasz swoich gospodarz, co to za struga światła spływa na środek komnaty. Najpierw milkną, a po chwili wzbiera w nich wściekłość. Chcesz uprzedzić zdarzenia, atakujesz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 318",
                "target_paragraph_id": 318
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 258,
        "text": "Rozbijasz mieczem łańcuchy, którymi przykuty był do skały. Biedaczysko, słania się na nogach. Prowadzisz go do pokoju i kładziesz na skórze. Teraz już spokojnie otwierasz księgę. Próbujesz czytać. Nie rozumiesz ani słowa. Księga napisana jest w języku gremlinów. Szarpiesz za ramię nieprzytomnego stworka. Nie jest w stanie podnieść głowy. Cicho szepce: \"pić, pić\". Masz wodę? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 122",
                "target_paragraph_id": 122
            },
            {
                "text": "Idź do paragrafu 337",
                "target_paragraph_id": 337
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 259,
        "text": "Wracasz korytarzem, aż dochodzisz do drzwi prowadzących do komnaty znikających grubasów. Śmiało otwierasz drzwi. Nikogo nie widzisz. Szybkim krokiem przechodzisz do drugich drzwi i wychodzisz na korytarz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 50",
                "target_paragraph_id": 50
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 260,
        "text": "Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 373",
                "target_paragraph_id": 373
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 261,
        "text": "Czy poszedłeś po wodę? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 122",
                "target_paragraph_id": 122
            },
            {
                "text": "Idź do paragrafu 313",
                "target_paragraph_id": 313
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 262,
        "text": "Dajesz motyla, bierzesz złoto - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 121",
                "target_paragraph_id": 121
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 263,
        "text": "Zostawiasz ledwie żywego potwora i podchodzisz do ołtarzyka. Postępujesz taj jak polecił ci DEMON. Właśnie zapinasz rzemień plecaka, gdy słyszysz za sobą przeraźliwy wrzask. To ranny DEMON rzuca się na ciebie resztą sił. Wbija ci szpony w plecy: -2W. Odskakujesz i zadajesz mu ostatni - jak się okazuje cios. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 326",
                "target_paragraph_id": 326
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 2 stamina"
            }
        ]
    },
    {
        "id": 264,
        "text": "Trudno przejść przez to zwalisko kamieni. Na szczęście korytarz nie wije się we wszystkie strony, lecz prowadzi prosto na północ. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 102",
                "target_paragraph_id": 102
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 265,
        "text": "Drzwi same się otwierają. Same? O, nie! \"Wchodź, wchodź przyjacielu. Czekamy na ciebie\" - niesamowicie gruby, zarośnięty osobnik wskazuje ci drogę. Prowadzi w drugi koniec pieczary. Przy okrągłym stole siedzi jeszcze pięciu takich samych grubasów. \"Drogi podróżniku\" - zaczyna gospodarz - \"oto pięciu wspaniałych facetów. Największe zgrywusy w całym labiryncie\". Przyglądasz się im, ale za nic nie możesz doliczyć się pięciu. Liczysz: \"Jeden, dwa ,trzy\", a tu już nie ma pierwszego. No to od początku: \"jeden, dwa, trzy, czte...\" i znowu coś nie tak - gdzie jest ten trzeci? Zniknął, czy co? Grubasy zauważyły twoje zmieszanie i rechocą aż strop się trzęsie. Brzęczą pucharki stojące przed każdym z nich i zdobiona waza, a raczej, konewka z jakimś napojem. Zaczynasz jeszcze raz: \"jeden, dwa, trzy, cztery...\" I znowu to samo. Policzyłeś do czterech, a teraz siedzi tylko dwóch. Dość tego! Cholera cię bierze. Wyciągasz miecz. Patrzysz na grubasów. Co chwilę któryś znika i pojawia się. Jak go trafić? Wybierz sobie jednego, powiedzmy piątego. Rzuć raz kostką. Jeśli wyrzucisz 1, 2, 3, 4 lub 6, to znaczy, że - gdy twój miecz wisiał mu tuż nad głową - on zniknął. Jeśli trafisz 5, jest już po nim. Gdy wykonasz trzy takie próby, gospodarz krzyczy: \"Miły przyjacielu, zostaw ich w spokoju!\" Posłuchasz go? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 83",
                "target_paragraph_id": 83
            },
            {
                "text": "Idź do paragrafu 359",
                "target_paragraph_id": 359
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "dice_roll",
                "details": "Rzuć raz kostką"
            }
        ]
    },
    {
        "id": 266,
        "text": "Dopływasz bez kłopotów do południowego brzegu jeziora - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 15",
                "target_paragraph_id": 15
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 267,
        "text": "Zbliżasz się do skrzyżowania. Możesz udać się na: · zachód - patrz , · wschód - patrz , · południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 333",
                "target_paragraph_id": 333
            },
            {
                "text": "Idź do paragrafu 164",
                "target_paragraph_id": 164
            },
            {
                "text": "Idź do paragrafu 345",
                "target_paragraph_id": 345
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 268,
        "text": "Krótki tunel dochodzi do zbutwiałych, starych drzwi. Jeśli jeszcze za nimi nie byłeś, możesz wejść - patrz . Jeśli wolisz zawrócić - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 317",
                "target_paragraph_id": 317
            },
            {
                "text": "Idź do paragrafu 102",
                "target_paragraph_id": 102
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 269,
        "text": "Wyciągasz z plecaka linę. Jest ognioodporna i zakończona hakiem. Podchodzisz do krawędzi. Szerokim zamachem rzucasz hak między skały na przeciwnym brzegu. Zaczepił się. Przywiązujesz drugi koniec liny. Będziesz \"szedł\" wisząc na rękach. Opuszczasz się. Nagle... trach! Hak puścił. Wdrapujesz się z powrotem. Tracisz 2W. Możesz wybrać inny sposób pokonania szczeliny - patrz , lub , albo ponowić próbę z liną - patrz . Pamiętaj, ze lina pozostanie już nad szczeliną, niezależnie od tego czy przejdziesz, czy też nie. Przedtem możesz zjeść Prowiant.",
        "choices": [
            {
                "text": "Idź do paragrafu 35",
                "target_paragraph_id": 35
            },
            {
                "text": "Idź do paragrafu 74",
                "target_paragraph_id": 74
            },
            {
                "text": "Idź do paragrafu 110",
                "target_paragraph_id": 110
            },
            {
                "text": "Idź do paragrafu 358",
                "target_paragraph_id": 358
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 2 stamina"
            }
        ]
    },
    {
        "id": 270,
        "text": "Po kilku zaledwie krokach stajesz przed obciągniętymi skórą drzwiami. Jeśli są otwarte, musisz wycofać się - patrz . Jeśli nie, zdecyduj się czy chcesz wejść. Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 134",
                "target_paragraph_id": 134
            },
            {
                "text": "Idź do paragrafu 5",
                "target_paragraph_id": 5
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 271,
        "text": "Zdejmujesz ze stojaka bogato zdobiony,, błyszczący miecz. Obracasz rękojeść w dłoni. Nagle broń wypada ci z ręki i rani ramie: -1W. Wybierasz inny. Wygląda skromnie. Dobrze leży w dłoni. Odrzucasz swój stary miecz. Ten z sykiem zamienia się w szczura. Dobry to, czy zły znak? Chcesz swój nowy miecz wymienić na inny? Jeśli tak - patrz , jeśli nie patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 190",
                "target_paragraph_id": 190
            },
            {
                "text": "Idź do paragrafu 153",
                "target_paragraph_id": 153
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 1 stamina"
            }
        ]
    },
    {
        "id": 272,
        "text": "Podbiegają do ciebie trzy KRASNOLUDY. Zapraszają do stołu, który stoi w przeciwnym końcu pokoju. Ba, ale tu wszędzie są grządki... \"Nie chcę podeptać wam sałaty\" - mówisz. \"To przejdź tuż przy ścianach\" - odpowiada pierwszy KRASNOLUD. \"Idź tą ścieżką przez sam środek pokoju\" - mówi drugi. \"Co się przejmujesz? Idź na wprost, wszystko jedno którędy!\" - woła trzeci. Jeśli korzystasz z rady pierwszego - patrz , drugiego - patrz , trzeciego - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 85",
                "target_paragraph_id": 85
            },
            {
                "text": "Idź do paragrafu 160",
                "target_paragraph_id": 160
            },
            {
                "text": "Idź do paragrafu 356",
                "target_paragraph_id": 356
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 273,
        "text": "Korytarz biegnie prosto, by rozszerzyć na końcu w obszerną salę. Możesz usiąść i zjeść Prowiant. Nagle słyszysz jakieś kroki. To na pewno potwory. Patrz . Jeśli je pokonasz albo wycofasz się w trakcie walki - patrz . Zapisz ten numer, bo zgubisz drogę.",
        "choices": [
            {
                "text": "Idź do paragrafu 238",
                "target_paragraph_id": 238
            },
            {
                "text": "Idź do paragrafu 103",
                "target_paragraph_id": 103
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 274,
        "text": "Nagle czujesz jak faluje powietrze. Zaczynasz tracić równowagę. Powiewy miotają tobą jak liściem. SSS. Jeśli masz S - patrz . Jeśli nie masz S - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 210",
                "target_paragraph_id": 210
            },
            {
                "text": "Idź do paragrafu 174",
                "target_paragraph_id": 174
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "luck_test",
                "details": "SSS required"
            }
        ]
    },
    {
        "id": 275,
        "text": "Wybiegasz z tej komnaty przez drzwi znajdujące się we wschodniej ścianie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 279",
                "target_paragraph_id": 279
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 276,
        "text": "Dochodzisz do skrzyżowania, na którym możesz iść na: · północ - patrz , · wschód - patrz , · południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 308",
                "target_paragraph_id": 308
            },
            {
                "text": "Idź do paragrafu 382",
                "target_paragraph_id": 382
            },
            {
                "text": "Idź do paragrafu 215",
                "target_paragraph_id": 215
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 277,
        "text": "No, to do dzieła. Najpierw WAMPIR, później ORK. Pamiętaj, że w trakcie walki nie możesz ratować się Ucieczką. Dopiero po rozprawieniu się z ORKIEM lub WAMPIREM. Jeśli korzystasz z tej możliwości - patrz . Po pokonaniu ORKA patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 193",
                "target_paragraph_id": 193
            },
            {
                "text": "Idź do paragrafu 312",
                "target_paragraph_id": 312
            }
        ],
        "monster": {
            "name": "WAMPIR",
            "dexterity": 9,
            "stamina": 7
        },
        "actions": []
    },
    {
        "id": 278,
        "text": "Dokładnie oglądasz klucz. Wyryty jest na nim numer 122. Wrzucasz klucz do plecaka - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 109",
                "target_paragraph_id": 109
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 279,
        "text": "Korytarz prowadzi na wschód. Zbliżasz się do skrzyżowania. Możesz skręcić albo na północ - patrz , albo iść dalej na wschód - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 191",
                "target_paragraph_id": 191
            },
            {
                "text": "Idź do paragrafu 47",
                "target_paragraph_id": 47
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 280,
        "text": "\"Dzień dobry. O, pardon. Noc dobra. Czy mogę służyć?\" - zgarbiony ORK zaciera spiczaste, pomarszczone paluchy. Wskazuje ci miejsce przy stole. Sam siada. Masz złoto? Jeśli nie, to lepiej zwiewaj stąd ile sił w nogach - patrz . Jeśli masz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 196",
                "target_paragraph_id": 196
            },
            {
                "text": "Idź do paragrafu 100",
                "target_paragraph_id": 100
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 281,
        "text": "Włócznia trafia prosto w piersi STRAŻNIKA, ale odskakuje jak patyk. Zapewne pod płaszczem STRAŻNIK nosi solidną zbroję. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 138",
                "target_paragraph_id": 138
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 282,
        "text": "Ciasny tunel biegnie ku północy, by po kilkunastu krokach zwrócić się ku wschodowi i zaraz skończyć się drzwiami - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 135",
                "target_paragraph_id": 135
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 283,
        "text": "\"Tak groźne jezioro, a taka łatwa przeprawa? Muszę poszukać przygód\" - postanawiasz. Zapuszczasz się w szuwary. W niewielkiej odległości od brzegu widzisz pływające po powierzchni czerwone kulki. Intrygujące, prawda? Powoli schodzisz do wody. Podpływasz bliżej. Zanurzasz dłoń. Okazuje się, że to sieć zawieszona na korkowych bojach. Chcesz wyciągnąć ją na brzeg? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 154",
                "target_paragraph_id": 154
            },
            {
                "text": "Idź do paragrafu 139",
                "target_paragraph_id": 139
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 284,
        "text": "Korytarz jest coraz węższy. Ze sklepienia zwisają długie kamienne brody. Mogą lada chwila urwać się. SSS. Jeśli masz S - wszystko w porządku. Jeśli nie masz S - minus 2W. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 50",
                "target_paragraph_id": 50
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "luck_test",
                "details": "SSS required"
            }
        ]
    },
    {
        "id": 285,
        "text": "Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 373",
                "target_paragraph_id": 373
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 286,
        "text": "Opuszczasz siedlisko ZŁYCH. Jeśli zachodnim wyjściem - patrz , a jeśli wschodnim - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 206",
                "target_paragraph_id": 206
            },
            {
                "text": "Idź do paragrafu 148",
                "target_paragraph_id": 148
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 287,
        "text": "Po pewnym czasie widzisz w oddali skrzyżowanie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 50",
                "target_paragraph_id": 50
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 288,
        "text": "Ledwie żywy leżysz na skalnej gładzi, gdy znienacka atakuje cię NIETOPERZ. Jeśli zwyciężyłeś - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 186",
                "target_paragraph_id": 186
            }
        ],
        "monster": {
            "name": "NIETOPERZ",
            "dexterity": 7,
            "stamina": 6
        },
        "actions": []
    },
    {
        "id": 289,
        "text": "Dajesz pal, bierzesz złoto - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 121",
                "target_paragraph_id": 121
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 290,
        "text": "Czy ktoś cię tu przysłał? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 96",
                "target_paragraph_id": 96
            },
            {
                "text": "Idź do paragrafu 253",
                "target_paragraph_id": 253
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 291,
        "text": "Kierujesz się do wyjścia, gdy nagle nie wiadomo skąd trafia cię w brzuch mała, błękitna strzałka. Tracisz 2W. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 330",
                "target_paragraph_id": 330
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 2 stamina"
            }
        ]
    },
    {
        "id": 292,
        "text": "Rzuć raz kostką. Jeśli wylosujesz 1, 2, 3 - użyjesz w walce żrącego płynu, jeśli 4, 5, 6 - wszystkożerów. Niezależnie od wyniku patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 24",
                "target_paragraph_id": 24
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "dice_roll",
                "details": "Rzuć raz kostką"
            }
        ]
    },
    {
        "id": 293,
        "text": "Ledwo można przecisnąć się przez odłamki skał. Korytarz zakręca. Na łuku jest mała kamienna ławka. Możesz usiąść i zjeść Prowiant. A potem wstajesz i idziesz na wschód. Po pewnym czasie tunel zmienia kierunek i biegnie na północ. Dochodzisz do końca korytarza. W skale jest tylko mały otwór. Przeciskasz się przez niego. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 207",
                "target_paragraph_id": 207
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 294,
        "text": "W skalnej szczelinie znajdujesz butelkę z eliksirem niewidzialności. Możesz go zabrać. Dostajesz +2S. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 171",
                "target_paragraph_id": 171
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 2 luck"
            }
        ]
    },
    {
        "id": 295,
        "text": "Dwa KRASNOLUDY wracają rozbawione, trzymając w dłoniach talię kart. Wszyscy wybuchają śmiechem. Będzie gra. Będzie, jeśli masz złoto - patrz . Jeśli nie masz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 183",
                "target_paragraph_id": 183
            },
            {
                "text": "Idź do paragrafu 19",
                "target_paragraph_id": 19
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "item_check",
                "details": "Check if player has złoto"
            }
        ]
    },
    {
        "id": 296,
        "text": "Korytarz biegnie na zachód i skręca na północ. Na zakręcie możesz zjeść Prowiant. Idziesz dalej. Przed sobą widzisz skrzyżowanie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 39",
                "target_paragraph_id": 39
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 297,
        "text": "Możesz wziąć się do zbierania rozsypanego złota - patrz . A może chciałbyś zobaczyć, co jest w kamiennej puszce stojącej na ołtarzyku? - patrz . Jeśli starczy ci sił i odwagi, możesz podjąć walkę z drugim DEMONEM - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 254",
                "target_paragraph_id": 254
            },
            {
                "text": "Idź do paragrafu 205",
                "target_paragraph_id": 205
            },
            {
                "text": "Idź do paragrafu 184",
                "target_paragraph_id": 184
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 298,
        "text": "Ten hełm naprawdę może się przydać - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 324",
                "target_paragraph_id": 324
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 299,
        "text": "Jeśli chcesz je otworzyć - patrz . Jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 349",
                "target_paragraph_id": 349
            },
            {
                "text": "Idź do paragrafu 194",
                "target_paragraph_id": 194
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 300,
        "text": "Nie, to nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 81",
                "target_paragraph_id": 81
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 301,
        "text": "Możesz spróbować otworzyć drzwi - patrz . Jeśli nie chcesz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 364",
                "target_paragraph_id": 364
            },
            {
                "text": "Idź do paragrafu 120",
                "target_paragraph_id": 120
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 302,
        "text": "Czy widziałeś kiedyś potwora straszniejszego od GARAZANA? Pewnie, nie, choć możesz jeszcze zobaczysz. Właśnie GRARAZAN mieszka w tej jaskini. Popraw rynsztunek, przygotuj broń. Zapomnij o wszystkim, co cię spotkało. A może nie chcesz tu wchodzić? Zdecyduj się. Jeśli wycofujesz się - patrz , jeśli chcesz walczyć - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 372",
                "target_paragraph_id": 372
            },
            {
                "text": "Idź do paragrafu 2",
                "target_paragraph_id": 2
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 303,
        "text": "Możesz zagrać z innym ZŁYM - patrz . Jeśli nie masz już ochoty na grę - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 211",
                "target_paragraph_id": 211
            },
            {
                "text": "Idź do paragrafu 286",
                "target_paragraph_id": 286
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "item_gain",
                "details": "Gain już ochoty na grę -"
            }
        ]
    },
    {
        "id": 304,
        "text": "Po pewnym czasie tunel zakręca na południe. Jeszcze parę kroków i we wschodniej ścianie korytarza dostrzegasz wąski otwór. Zapewne to wejście do pieczary. Czy już tam byłeś? Tak - patrz , nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 203",
                "target_paragraph_id": 203
            },
            {
                "text": "Idź do paragrafu 243",
                "target_paragraph_id": 243
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 305,
        "text": "W tej komnacie ukryte jest coś bardzo wartościowego. Żeby to znaleźć musisz albo uzyskać przynajmniej 18, rzucając cztery razy kostką - patrz , albo zastosować SSS - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 112",
                "target_paragraph_id": 112
            },
            {
                "text": "Idź do paragrafu 381",
                "target_paragraph_id": 381
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "luck_test",
                "details": "SSS required"
            }
        ]
    },
    {
        "id": 306,
        "text": "Nabierasz wody. Jest zaczarowana. Chowasz naczynie do plecaka. Dostajesz +2S. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 109",
                "target_paragraph_id": 109
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 2 luck"
            }
        ]
    },
    {
        "id": 307,
        "text": "Dziwne zaburzenia powierzchni wody nie ustają, a nawet... zbliżają się. Z trudem odpinasz rzemienie, którymi jest przytroczony miecz. Nad lustrem wody dostrzegasz trzy pary żółtych ślepi. Są już zbyt blisko, byś mógł uciec. Atakujesz. Jednak woda ogranicza twe ruchy. Z trudem wyprowadzasz ciosy: -2Z. Przed tobą trzy ZIELONE JASZCZURY. Traktujesz je jako jednego potwora. Udało ci się. Dopływasz do przeciwległego brzegu. Dostajesz +2S. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 214",
                "target_paragraph_id": 214
            }
        ],
        "monster": {
            "name": "ZIELONE JASZCZURY",
            "dexterity": 7,
            "stamina": 6
        },
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 2 dexterity"
            },
            {
                "type": "stat_change",
                "details": "gain 2 luck"
            }
        ]
    },
    {
        "id": 308,
        "text": "Krótki tunel kończy się ślepym zaułkiem. Czy chcesz poszukać sekretnych przejść? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 114",
                "target_paragraph_id": 114
            },
            {
                "text": "Idź do paragrafu 276",
                "target_paragraph_id": 276
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 309,
        "text": "Po pierwszej rundzie okazuje się, że twoje ciosy są nieskuteczne. Potwór nie odnosi żadnych ran. Możesz albo ratować się Ucieczką - patrz , albo walczyć inną bronią - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 275",
                "target_paragraph_id": 275
            },
            {
                "text": "Idź do paragrafu 63",
                "target_paragraph_id": 63
            }
        ],
        "monster": {
            "name": "WILKOŁAK",
            "dexterity": 9,
            "stamina": 6
        },
        "actions": []
    },
    {
        "id": 310,
        "text": "Tylko dziesięć kroków dzieli cię od zmurszałych, drewnianych drzwi. Czy byłeś już za nimi? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 67",
                "target_paragraph_id": 67
            },
            {
                "text": "Idź do paragrafu 17",
                "target_paragraph_id": 17
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 311,
        "text": "Wstał z bogato zdobionego krzesła i stanął w rozkroku, kładąc prawą dłoń na rękojeści miecza. Teraz twój ruch. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 165",
                "target_paragraph_id": 165
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 312,
        "text": "LUDOJAD, ZOMBI i SZKIELET czekają na ciebie. Walczysz z nimi w podanej kolejności. Możesz ratować się Ucieczką, ale dopiero po zwycięstwie nad LUDOJADEM lub ZOMBI - patrz . Gdy pokonasz SZKIELETA - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 193",
                "target_paragraph_id": 193
            }
        ],
        "monster": {
            "name": "LUDOJAD",
            "dexterity": 7,
            "stamina": 5
        },
        "actions": []
    },
    {
        "id": 313,
        "text": "Wchodzisz do komnaty. Jeśli grałeś już z potworami - patrz , jeśli nie grałeś - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 97",
                "target_paragraph_id": 97
            },
            {
                "text": "Idź do paragrafu 18",
                "target_paragraph_id": 18
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 314,
        "text": "Lecisz w dół. Jedynym twoim ratunkiem jest Dar Skrzydeł. Jeśli go masz, skorzystaj - patrz . Jeśli nie masz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 12",
                "target_paragraph_id": 12
            },
            {
                "text": "Idź do paragrafu 370",
                "target_paragraph_id": 370
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 315,
        "text": "Rzuć raz kostką. Jeśli wylosujesz 1, 2, 3 - wychodzisz bez szwanku, jeśli zaś 4, 5, 6 - tracisz 3W i 1Z.",
        "choices": [],
        "monster": null,
        "actions": [
            {
                "type": "dice_roll",
                "details": "Rzuć raz kostką"
            },
            {
                "type": "stat_change",
                "details": "lose 3 stamina"
            }
        ]
    },
    {
        "id": 316,
        "text": "Idziesz korytarzem na południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 176",
                "target_paragraph_id": 176
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 317,
        "text": "Drzwi ustępują. Bucha spoza nich przeraźliwy smród. W nikłym świetle oliwnej lampy stojącej na ławie porozrzucane po całym pomieszczeniu jakieś szczątki. Przyglądasz się bliżej. To kości! Odwracasz z obrzydzeniem twarz. A czego tu się spodziewałeś? Wonnych kwiatów? Tańczących elfów? Melancholijnej muzyki? To są, bracie podziemia - królestwo zła. I dlatego tu jesteś. Masz wydrzeć ich tajemnicę. Śmiało - rozgarnij te gnaty! Teraz szaaa... Słyszysz te ciche kroki? Są coraz głośniejsze... O, królu Almanhagorze, ten hałas rozwala mi łeb! Już nie słychać kroków, tylko przeraźliwy syk powietrza przelatującego przez nozdrza. W drzwiach stoi OGRE. Błyskawicznie wyciągasz miecz. Zapierasz się o ścianę. OGRE wbiega do pieczary. Ale nie rusza na ciebie. Dopada przeciwległej ściany i rozkłada ramiona. Jakby coś ukrywał za plecami. Szczerzy zęby, wymachuje porwaną z klepiska długą kością. W jego oczach widzisz przerażenie. Teraz twój ruch. Powoli, rozgarniając nogami wszelkie paskudztwa, podchodzisz do potwora. OGRE leży u twych stóp. Ciągle jeszcze się brzydzisz? Jeśli tak, rozejrzyj się chociaż po ścianach - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 119",
                "target_paragraph_id": 119
            },
            {
                "text": "Idź do paragrafu 31",
                "target_paragraph_id": 31
            }
        ],
        "monster": {
            "name": "OGRE",
            "dexterity": 8,
            "stamina": 10
        },
        "actions": []
    },
    {
        "id": 318,
        "text": "Wyciągasz miecz. Bierzesz szeroki zamach. Nagle z przeraźliwym łoskotem rozchyla się sklepienie pieczary. Pokój zalewa niezwykła jasność. To tylko dzienne światło. Które zapewne potrzebne jest sałacie, ale ciebie oślepia tak, że wycofujesz się z pokoju drzwiami, którymi wszedłeś. Tracisz 3W i 2Z. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 90",
                "target_paragraph_id": 90
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 3 stamina"
            }
        ]
    },
    {
        "id": 319,
        "text": "Krótkim wąskim korytarzem dochodzisz do drzwi. Otwierasz je szeroko. Czy chcesz zobaczyć, co za nimi jest? Jeśli tak - patrz , jeśli nie - zawracasz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 69",
                "target_paragraph_id": 69
            },
            {
                "text": "Idź do paragrafu 170",
                "target_paragraph_id": 170
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 320,
        "text": "Opuszczasz komnatę drzwiami znajdującymi się w północnej ścianie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 137",
                "target_paragraph_id": 137
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 321,
        "text": "Blaszany motyl bardzo się podoba KRASNALOWI. Chce go od ciebie wycyganić. Chcesz pozbyć się motyla? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 166",
                "target_paragraph_id": 166
            },
            {
                "text": "Idź do paragrafu 81",
                "target_paragraph_id": 81
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 322,
        "text": "Komnata jest zupełnie pusta. Możesz albo wrócić - patrz , albo wyjść wschodnimi drzwiami - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 194",
                "target_paragraph_id": 194
            },
            {
                "text": "Idź do paragrafu 242",
                "target_paragraph_id": 242
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 323,
        "text": "\"Ile to kosztuje\" - pytasz. \"Mały drobiazg: 15 sztuk złota za pal i 10 za słój z pyłem. Jak darmo\". Kupujesz? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 55",
                "target_paragraph_id": 55
            },
            {
                "text": "Idź do paragrafu 196",
                "target_paragraph_id": 196
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 324,
        "text": "Jeśli jest pierwszą wybraną przez ciebie rzeczą - patrz , jeśli drugą - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 115",
                "target_paragraph_id": 115
            },
            {
                "text": "Idź do paragrafu 68",
                "target_paragraph_id": 68
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 325,
        "text": "Kilka kroków dalej kolejne drzwi. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 106",
                "target_paragraph_id": 106
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 326,
        "text": "Teraz dobierasz się do rozsypanego złota. Jest tego aż 30 sztuk! Dostajesz +3S. Ruszasz ku wyjściu - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 385",
                "target_paragraph_id": 385
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 3 luck"
            }
        ]
    },
    {
        "id": 327,
        "text": "Nie strugaj bohatera, tylko zwiewaj co sił w nogach. Pozostaje ci tylko Ucieczka - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 51",
                "target_paragraph_id": 51
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 328,
        "text": "Przykładasz ucho do drzwi. Słyszysz jakieś rozmowy i stukanie. Jeśli chcesz wejść do komnaty - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 151",
                "target_paragraph_id": 151
            },
            {
                "text": "Idź do paragrafu 90",
                "target_paragraph_id": 90
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 329,
        "text": "Opuszczasz się na dno szczeliny. Zabierasz klucze. Na jednym z nich dostrzegasz wygrawerowany numer - 70. Wdrapujesz się na górę. Lina osuwa się w przepaść - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 32",
                "target_paragraph_id": 32
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 330,
        "text": "Ta komnata ma tylko jedno wyjście: to, którym się tu dostałeś. Wracasz do korytarza. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 170",
                "target_paragraph_id": 170
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 331,
        "text": "Króciutki tunel prowadzi do jakiegoś pomieszczenia. Jeśli już w nim byłeś - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 59",
                "target_paragraph_id": 59
            },
            {
                "text": "Idź do paragrafu 11",
                "target_paragraph_id": 11
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 332,
        "text": "Wrota obite są grubą metalową blachą. Ukośnie przebiegają wąskie metalowe pasy, w miejscach przecięcia nabite żelaznymi guzami. Zapierasz się plecami. Stopy ślizgają się po grząskim gruncie. Wrota ustępują. Przeraźliwie skrzypią. Słyszysz dobiegający z komnaty pospieszny szmer. Wciskasz się do szpary i opierając się plecami o skałę z całą mocą odpychasz wrota. Opornie otwierają się na całą szerokość. To był szalony wysiłek: -2W. Podnosisz latarnię na wysokość oczu i... serce podchodzi ci do gardła. Schowany za ścianą stoi TROLL. Ciało ma wygięte w pałąk. Wysoko za głową oburącz trzyma miecz. Wypina do przodu owłosiony brzuch. Szalone oczy nabiegły mu krwią. Szczerzy zaciśnięte zęby. Jeszcze chwila i ogromny miecz przetnie powietrze. Sięgasz po swój miecz. W okamgnieniu TROLL wyprowadza cios. Udaje ci się odskoczyć. To będzie walka na śmierć i życie. Jeśli zwyciężyłeś - patrz . Dolicz sobie +1S.",
        "choices": [
            {
                "text": "Idź do paragrafu 6",
                "target_paragraph_id": 6
            }
        ],
        "monster": {
            "name": "TROLL",
            "dexterity": 8,
            "stamina": 8
        },
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 2 stamina"
            },
            {
                "type": "stat_change",
                "details": "gain 1 luck"
            }
        ]
    },
    {
        "id": 333,
        "text": "Zbliżasz się do skrzyżowania. Możesz pójść na: · zachód - patrz , · północ - patrz , · wschód - patrz , · południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 304",
                "target_paragraph_id": 304
            },
            {
                "text": "Idź do paragrafu 176",
                "target_paragraph_id": 176
            },
            {
                "text": "Idź do paragrafu 267",
                "target_paragraph_id": 267
            },
            {
                "text": "Idź do paragrafu 218",
                "target_paragraph_id": 218
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 334,
        "text": "Rzucasz dwiema kostkami. Jeśli wylosowałeś liczbę parzystą, przegrywasz tyle sztuk złota, ile oczek pokazała kostka. Jeśli masz liczbę nieparzystą, tyle właśnie sztuk złota wygrywasz. Możesz grać dowolną liczbę razy. Gdy postanawiasz skończyć grę - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 19",
                "target_paragraph_id": 19
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "dice_roll",
                "details": "Rzuć dwiema kostkami"
            },
            {
                "type": "item_check",
                "details": "Check if player has liczbę nieparzystą"
            }
        ]
    },
    {
        "id": 335,
        "text": "Zgadza się. Jeśli jesteś na brzegu, z którego wyruszyłeś, spróbuj innego sposobu - patrz , lub . Jeśli jesteś na drugim brzegu - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 35",
                "target_paragraph_id": 35
            },
            {
                "text": "Idź do paragrafu 74",
                "target_paragraph_id": 74
            },
            {
                "text": "Idź do paragrafu 110",
                "target_paragraph_id": 110
            },
            {
                "text": "Idź do paragrafu 186",
                "target_paragraph_id": 186
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 336,
        "text": "W niewielkiej odległości dostrzegasz jakieś drzwi. Podchodzisz bliżej, jeżeli jeszcze nie byłeś za tymi drzwiami - patrz . Jeśli byłeś i chcesz jeszcze raz wejść - patrz . Nie chcesz? No to patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 21",
                "target_paragraph_id": 21
            },
            {
                "text": "Idź do paragrafu 6",
                "target_paragraph_id": 6
            },
            {
                "text": "Idź do paragrafu 212",
                "target_paragraph_id": 212
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 337,
        "text": "Możesz wyruszyć na poszukiwanie wody i wrócić tu. Tak czy owak - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 286",
                "target_paragraph_id": 286
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 338,
        "text": "KRASNAL oferuje ci 30 sztuk złota i smoczek. Akceptujesz? Tak - patrz , nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 104",
                "target_paragraph_id": 104
            },
            {
                "text": "Idź do paragrafu 300",
                "target_paragraph_id": 300
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 339,
        "text": "Po pewnym czasie korytarz skręca na zachód. Na zakręcie możesz zjeść Prowiant - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 33",
                "target_paragraph_id": 33
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 340,
        "text": "KARMAA wykonuje twoje polecenie i... ucieka - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 251",
                "target_paragraph_id": 251
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 341,
        "text": "Stwory podpływają bliżej. Atakujesz. W szalonej walce tniesz mieczem jaszczury, ale przecinasz również sieć. Gdy, pokonawszy bestie, wychodzisz na brzeg, okazuje się, że z sieci pozostały tylko strzępy. Odrzucasz je precz. Dolicz sobie +1Z. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 195",
                "target_paragraph_id": 195
            }
        ],
        "monster": {
            "name": "ZIELONE JESZCZURY",
            "dexterity": 7,
            "stamina": 6
        },
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 1 dexterity"
            }
        ]
    },
    {
        "id": 342,
        "text": "Nic z tego. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 259",
                "target_paragraph_id": 259
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 343,
        "text": "Ostatkiem sił docierasz do przeciwległej krawędzi jamy, ale tu czeka cię niespodzianka - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 288",
                "target_paragraph_id": 288
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 344,
        "text": "Ognista kula jest znakomitą bronią przeciw STRAŻNIKOWI TAJEMNICY. Jest bardzo skuteczna i szybka. Wraca do twojej ręki po każdym rzucie. Daje ci to następujące korzyści podczas walki: *możesz dodać 2 do liczby uzyskanej na kostkach przy określaniu siły ataku, *każdy atak powoduje nie 2 lecz 3 rany, *gdy STRAŻNIK zrani cię, rzuć kostką: jeśli uzyskasz liczbę nieparzystą, zadaje ci - jak normalnie - 2 rany; jeśli wyrzucisz 2 lub 4 otrzymujesz 1 ranę; jeśli masz 6, nie trafia cię w ogóle. Jeśli wygrałeś - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 23",
                "target_paragraph_id": 23
            }
        ],
        "monster": {
            "name": "STRAŻNIK TAJEMNICY",
            "dexterity": 10,
            "stamina": 16
        },
        "actions": []
    },
    {
        "id": 345,
        "text": "Idziesz w stronę skrzyżowania. Możesz pójść na: · zachód - patrz , · północ - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 218",
                "target_paragraph_id": 218
            },
            {
                "text": "Idź do paragrafu 267",
                "target_paragraph_id": 267
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 346,
        "text": "W jednej z potyczek między trollami a goblinami, ci pierwsi zdobyli imponujący młot wojenny. Znalazłeś go w zbrojowni. Spróbuj zrobić z niego użytek. Chwytasz za trzon, robisz półobrót i... traach. Łamie się drewniane stylisko: -1W. Co prędzej ratuj się Ucieczką - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 275",
                "target_paragraph_id": 275
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "lose 1 stamina"
            }
        ]
    },
    {
        "id": 347,
        "text": "Potwór burzy wąskie przejście i wyprowadza cię na korytarz. Wskazuje na południe i radzi ci dwukrotnie skręcić w lewo, a potem w prawo i dalej... już nie pamięta. Wie jednak na pewno, ze jest w okolicy komnata, w której można znaleźć klucz. Schowany jest na skalnej półce tuż nad drzwiami. Stosując się do rady potwora na najbliższym skrzyżowaniu skręcasz w lewo. Ale po namyśle postanawiasz na następnym skrzyżowaniu nie skręcać. Maszerujesz na wprost. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 345",
                "target_paragraph_id": 345
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 348,
        "text": "Korytarz rozwidla się. Możesz iść na: · zachód - patrz , · wschód - patrz , · południe - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 221",
                "target_paragraph_id": 221
            },
            {
                "text": "Idź do paragrafu 79",
                "target_paragraph_id": 79
            },
            {
                "text": "Idź do paragrafu 239",
                "target_paragraph_id": 239
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 349,
        "text": "Delikatnie wsuwasz stopę w wąską szparę. Biodrami rozpychasz drzwi. Odskakują na bok. To jest metoda! Wyczuwasz lekki zapach suszonych ziół. Przy lewej ścianie stoją dwie gładkie kolumienki. Miedzy nimi na wysokości oczu rozciągnięta jest granitowa półka. Stoją tam dwie lampki, a na środku kamienne pudełko. Posadzka wyłożona jest włochatymi skórami zwierząt i potworów. To chyba podziemna kaplica! Pod ścianą, naprzeciw ołtarzyka widzisz niski, wykuty w skale stół. Cos tam na nim stoi. Podnosisz wyżej latarnię. Och, królu Almanhagorze, to dwie wazy pełne złota. Każda ma taki sam wyszukany kształt. Z jednej strony ozdobiona jest łbem jakiegoś stwora, z drugiej - przymocowane są dwa połyskujące skrzydła. Czy chcesz zabrać złoto? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 48",
                "target_paragraph_id": 48
            },
            {
                "text": "Idź do paragrafu 385",
                "target_paragraph_id": 385
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 350,
        "text": "Jeśli jesteś w tej komnacie po raz pierwszy, dolicz sobie +2S i patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 71",
                "target_paragraph_id": 71
            },
            {
                "text": "Idź do paragrafu 286",
                "target_paragraph_id": 286
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 2 luck"
            }
        ]
    },
    {
        "id": 351,
        "text": "Przez zawalony kamieniami korytarz przeciskasz się do .",
        "choices": [
            {
                "text": "Idź do paragrafu 64",
                "target_paragraph_id": 64
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 352,
        "text": "Ziemia drży ponownie, rozstępuje się. Wali się strop. Wpadasz w szczelinę. To koniec.",
        "choices": [],
        "monster": null,
        "actions": []
    },
    {
        "id": 353,
        "text": "KRASNAL oferuje ci za motyla 10 sztuk złota, akceptujesz cenę? Tak - patrz , nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 262",
                "target_paragraph_id": 262
            },
            {
                "text": "Idź do paragrafu 60",
                "target_paragraph_id": 60
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 354,
        "text": "Idziesz na północ. Z czasem korytarz skręca na wschód. Przechodzisz pięćdziesiąt kroków i znów słyszysz dziwne hałasy; śmiechy i piski. Jeśli chcesz zbadać, czy w południowej ścianie są jakieś sekretne drzwi - patrz . Jeśli decydujesz się iść dalej - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 256",
                "target_paragraph_id": 256
            },
            {
                "text": "Idź do paragrafu 378",
                "target_paragraph_id": 378
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 355,
        "text": "Ledwo udaje ci się przecisnąć przez wąski otwór w skale. Stajesz na nogi. Na równe nogi! Przed tobą GIGANT. Łbem zahacza o strop. O, bracie, teraz nie ma odwrotu. To będzie walka na śmierć i życie. Po pierwszej wygranej przez siebie rundzie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 379",
                "target_paragraph_id": 379
            }
        ],
        "monster": {
            "name": "GIGANT",
            "dexterity": 10,
            "stamina": 12
        },
        "actions": []
    },
    {
        "id": 356,
        "text": "Idziesz stawiając kroki gdzie popadnie. Oczywiście, popadło na sałatę. I to dwa razy. Tym na pewno nie mogłeś zdobyć ich sympatii. Żegnają cię chłodno i odprowadzają do wschodnich drzwi. Aha, już na progu wręczają ci dwie główki sałaty. Właśnie te, które nadepnąłeś. Z hukiem zamykają za tobą drzwi - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 141",
                "target_paragraph_id": 141
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 357,
        "text": "Po pewnym czasie zauważasz drzwi w zachodniej ścianie korytarza. Czy chcesz wyważyć te drzwi? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 245",
                "target_paragraph_id": 245
            },
            {
                "text": "Idź do paragrafu 108",
                "target_paragraph_id": 108
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 358,
        "text": "Zaczepiłeś linę i już \"idziesz\" po niej. Wtem z wnętrza rozpadliny bucha jęzor ognia. Jeśli masz przy sobie napój niewidzialności - wypij go. Ogień nie czyni ci krzywdy. Ale napój przestaje działać zanim docierasz do drugiego brzegu - patrz . Jeśli nie masz napoju, jęzory ognia strącają cię z liny. Co z tobą? - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 343",
                "target_paragraph_id": 343
            },
            {
                "text": "Idź do paragrafu 162",
                "target_paragraph_id": 162
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "item_check",
                "details": "Check if player has przy sobie napój niewidzialności"
            }
        ]
    },
    {
        "id": 359,
        "text": "Masz jeszcze dwie takie próby. Gdy skończysz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 26",
                "target_paragraph_id": 26
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 360,
        "text": "Krótki korytarz prowadzi do drzwi - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 135",
                "target_paragraph_id": 135
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 361,
        "text": "Cios jest bardzo groźny. Okazuje się, że właśnie smoczek był źródłem wytrzymałości i sprawności STRAŻNIKA. Opada on z sił. Wyjmujesz miecz i nacierasz. Jeśli wygrałeś - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 23",
                "target_paragraph_id": 23
            }
        ],
        "monster": {
            "name": "STRAŻNIK TAJEMNICY",
            "dexterity": 8,
            "stamina": 12
        },
        "actions": []
    },
    {
        "id": 362,
        "text": "Wdzięczny potwór zdradza ci tajemnicę. W kamiennym pudełku stojącym na ołtarzyku jest zaczarowany szmaragd. Temu, kto go posiada, daje - choć tylko raz - Dar Skrzydeł. Ale musisz uważać: nie wolno ci dotknąć szmaragdu. Musisz po prostu przechylić pudełko i wysypać kamień do plecaka. Czy wierzysz potworowi? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 263",
                "target_paragraph_id": 263
            },
            {
                "text": "Idź do paragrafu 72",
                "target_paragraph_id": 72
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 363,
        "text": "Długi korytarz prowadzi prosto w kierunku północnym. Po pewnym czasie zauważasz przed sobą skrzyżowanie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 170",
                "target_paragraph_id": 170
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 364,
        "text": "Popychasz drzwi, uchylają się. Otwiera się ciemna czeluść. Wchodzisz oświetlając drogę latarnią. Pod stopami czujesz kamyki. Z przeciwległego końca pokoju dochodzi ciebie ciche chrapanie. Na podłodze śpi ORK. Obok niego leży jakieś pudełko. Jeśli chcesz spróbować zabrać ukradkiem pudełko - patrz . Jeśli decydujesz się podjąć walkę - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 29",
                "target_paragraph_id": 29
            },
            {
                "text": "Idź do paragrafu 116",
                "target_paragraph_id": 116
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 365,
        "text": "Jeśli przepłynąłeś jezioro parzystą ilość razy - patrz , jeśli nieparzystą - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 15",
                "target_paragraph_id": 15
            },
            {
                "text": "Idź do paragrafu 195",
                "target_paragraph_id": 195
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 366,
        "text": "W ścianie, obok przejścia, którym się tu dostałeś, dostrzegasz jakiś zamek. Chcesz spróbować, czy znalezionym kluczem da się podnieść kratę? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 131",
                "target_paragraph_id": 131
            },
            {
                "text": "Idź do paragrafu 278",
                "target_paragraph_id": 278
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 367,
        "text": "ZŁEGO ogarnia szał radości. Atakujesz go. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 189",
                "target_paragraph_id": 189
            }
        ],
        "monster": {
            "name": "ZŁY",
            "dexterity": 6,
            "stamina": 6
        },
        "actions": []
    },
    {
        "id": 368,
        "text": "Przechodzisz kilkanaście kroków i korytarz skręca na północ. Po pewnym czasie słyszysz jakiś rechot. Rzeczywiście, ktoś pęka ze śmiechu. Czy chcesz szukać sekretnego przejścia? Jeśli tak - patrz , jeśli nie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 87",
                "target_paragraph_id": 87
            },
            {
                "text": "Idź do paragrafu 354",
                "target_paragraph_id": 354
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 369,
        "text": "Dajesz pal, bierzesz smoczek - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 121",
                "target_paragraph_id": 121
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 370,
        "text": "To już koniec twojej przygody. Pochłania cię czerwona otchłań.",
        "choices": [],
        "monster": null,
        "actions": []
    },
    {
        "id": 371,
        "text": "KRASNOLUDY mają dobry charakter. Uwielbiają towarzystwo i wizyty. Choć trzeba przyznać, ze najczęściej wpadają tu jakieś włochate stwory, obżerają się sałatą, biorą parę główek pod pachę i znikają. Podbiegają do ciebie dwa KRASNOLUDY. Stoisz jeszcze w drzwiach, zapraszają cię do środka. Ale... no właśnie, jeden ze stworków drapie się w kudłaty łeb: \"Chcemy poczęstować cię naszą sałatką, lecz nie mamy nic do picia. Może ty masz? Byle nie zaczarowana woda, bo nam trochę szkodzi!\" Jeśli masz coś takiego, to uczta gotowa - patrz . Jeśli nie, możesz poszukać w okolicy. Będziesz musiał wyjść z komnaty. Pamiętaj, że musisz mieć jakieś naczynie, do którego nabierzesz czegoś do picia; może być pusta flasza, a nawet hełm. Idziesz po picie? No, to wychodzisz tymi samymi drzwiami, którymi wszedłeś - patrz . Jeśli nie chcesz szukać picia, pozostaje ci tylko walka - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 4",
                "target_paragraph_id": 4
            },
            {
                "text": "Idź do paragrafu 90",
                "target_paragraph_id": 90
            },
            {
                "text": "Idź do paragrafu 318",
                "target_paragraph_id": 318
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "item_check",
                "details": "Check if player has coś takiego"
            },
            {
                "type": "item_gain",
                "details": "Gain coś takiego"
            }
        ]
    },
    {
        "id": 372,
        "text": "Opuszczasz pokój jedynymi drzwiami, które tu prowadzą: przed chwilą wszedłeś nimi - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 253",
                "target_paragraph_id": 253
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 373,
        "text": "To nieodpowiedni zestaw kluczy. Jeśli wykorzystałeś już wszystkie kombinacje, nie odnajdując właściwej - to już koniec!",
        "choices": [],
        "monster": null,
        "actions": []
    },
    {
        "id": 374,
        "text": "To nie korytarz, raczej jakiś kanał. Nogi zapadają się w błotnistą maź. Tunel zmienia kierunek: najpierw skręca na południe, później na wschód, a w końcu na północ. Po drodze możesz zjeść Prowiant. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 178",
                "target_paragraph_id": 178
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 375,
        "text": "Chcesz podbić cenę? - patrz . Chcesz zaatakować stwora, by przekonać się, czy nie chowa większej ilości złota? - patrz . A może, po prostu, nie chcesz złota? - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 246",
                "target_paragraph_id": 246
            },
            {
                "text": "Idź do paragrafu 223",
                "target_paragraph_id": 223
            },
            {
                "text": "Idź do paragrafu 81",
                "target_paragraph_id": 81
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 376,
        "text": "Drzwi same się otwierają - patrz . Otrzymujesz +1Z i +2S.",
        "choices": [
            {
                "text": "Idź do paragrafu 16",
                "target_paragraph_id": 16
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 1 dexterity"
            },
            {
                "type": "stat_change",
                "details": "gain 2 luck"
            }
        ]
    },
    {
        "id": 377,
        "text": "Błyskawicznie wyjmujesz z plecaka sieć. Kręcisz nią nad głową i rzucasz w stronę potwora. Udało ci się - potwór miota się w sieci. Jeśli masz drewniany pal, rzucasz nim w WILKOŁAKA. Natychmiast ginie - patrz . Jeśli nie masz pala, potwór za chwilę przegryzie sieć i uwolni się. O, już biegnie w twoją stronę. Możesz skorzystać z innej broni: miecz i sieć okazały się nieskuteczne - patrz . Jeśli nie masz już żadnej broni, którą mógłbyś zaatakować WILKOŁAKA (kość potwora, młot goblinów, metalowa tarcza, pęk kluczy), ratujesz się Ucieczką - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 32",
                "target_paragraph_id": 32
            },
            {
                "text": "Idź do paragrafu 63",
                "target_paragraph_id": 63
            },
            {
                "text": "Idź do paragrafu 275",
                "target_paragraph_id": 275
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "item_check",
                "details": "Check if player has drewniany pal"
            },
            {
                "type": "item_gain",
                "details": "Gain już żadnej broni"
            }
        ]
    },
    {
        "id": 378,
        "text": "Po pewnym czasie mijasz skrzyżowanie w kształcie litery T, którego trzecia odnoga prowadzi na południe. Po pewnym czasie znów zmienia kierunek i biegnie ku wschodowi. Dochodzisz do grubych drzwi i otwierasz je, patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 13",
                "target_paragraph_id": 13
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 379,
        "text": "\"Śmierć albo informacja\" - mówisz do GIGANTA. Rzucasz raz kostką. Jeśli wylosowałeś 1, 2, 3 wówczas GIGANT zgadza się przekazać ci pewne wiadomości - patrz . Jeśli wyrzuciłeś 4, 5, 6, potwór chce walczyć - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 347",
                "target_paragraph_id": 347
            },
            {
                "text": "Idź do paragrafu 86",
                "target_paragraph_id": 86
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "dice_roll",
                "details": "Rzuć raz kostką"
            }
        ]
    },
    {
        "id": 380,
        "text": "Czy chcesz przeszukać pokój? Jeśli tak - patrz , jeśli nie - patrz . Za odwagę otrzymujesz +1Z.",
        "choices": [
            {
                "text": "Idź do paragrafu 118",
                "target_paragraph_id": 118
            },
            {
                "text": "Idź do paragrafu 372",
                "target_paragraph_id": 372
            }
        ],
        "monster": null,
        "actions": [
            {
                "type": "stat_change",
                "details": "gain 1 dexterity"
            }
        ]
    },
    {
        "id": 381,
        "text": "Jeśli masz S - patrz , jeśli nie masz S - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 28",
                "target_paragraph_id": 28
            },
            {
                "text": "Idź do paragrafu 291",
                "target_paragraph_id": 291
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 382,
        "text": "Po pewnym czasie korytarz skręca na północ. Na zakręcie możesz zjeść Prowiant - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 134",
                "target_paragraph_id": 134
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 383,
        "text": "Ogarnia cię wściekłość. Chwytasz za miecz i atakujesz - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 318",
                "target_paragraph_id": 318
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 384,
        "text": "Pięćdziesiąt kroków naprzód, a potem skręt w lewo (czyli na północ) i trzydzieści kroków. Patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 221",
                "target_paragraph_id": 221
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 385,
        "text": "Możesz wydostać się z komnaty DEMONÓW albo przez wschodnie albo przez zachodnie drzwi. Co wybierasz? Drzwi zachodnie - patrz . Drzwi wschodnie - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 194",
                "target_paragraph_id": 194
            },
            {
                "text": "Idź do paragrafu 242",
                "target_paragraph_id": 242
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 386,
        "text": "Zbliżasz się do skrzyżowania. Możesz iść albo na zachód - patrz , albo na wschód - patrz .",
        "choices": [
            {
                "text": "Idź do paragrafu 345",
                "target_paragraph_id": 345
            },
            {
                "text": "Idź do paragrafu 273",
                "target_paragraph_id": 273
            }
        ],
        "monster": null,
        "actions": []
    },
    {
        "id": 387,
        "text": "Wkładasz klucze do zamka. Najpierw pierwszy... stuk, później drugi... stuk i trzeci... stuk. Delikatnie podnosisz wieko skrzyni. Na jej dnie leżą jakieś papiery. Nie, to złożony na kilkanaście stron, ilustrowany druk. Ostrożnie przewracasz kartki. Znajdujesz w nim dokładny opis wędrówki po podziemnym labiryncie. Zatrzymaj go, bo to papier niezwykle wartościowy!",
        "choices": [],
        "monster": null,
        "actions": []
    }
]